Repository: Morganamilo/paru
Catalog: po/*.po
Languages: ca, cs, de, es, fi, hr, hu, it, ja, ko, nl, pl, pt, pt_br, ro, ru, sk, sv, tr, uk, zh_cn

source: paru {-D --database} <options> <package(s)>
ca: paru {-D --database} <opcions> <paquet(s)>
cs: paru {-D --database} <volby> <balíček(y)>
de: paru {-D --database} <Optionen> <Paket(e)>
es: paru {-D --database} <opciones> <paquete(s)>
hr: paru {-D --database} <opcije> <paket(i)>
hu: paru {-D --database} <kapcsolók> <csomag(ok)>
ja: paru {-D --database} <オプション> <パッケージ>
ko: paru {-D --database} <옵션> <꾸러미>
nl: paru {-D --database} <opties> <pakket(ten)>
pt_br: paru {-D --database} <opções> <pacote(s)>
sk: paru {-D --database} <voľby> <balíček(y)>
sv: paru {-D --database} <alternativ> <paket>
uk: paru {-D --database} <опції> <пакунок(и)>
zh_cn: paru {-D --database} <选项> <(多个)软件包>

source: paru {-F --files} [options] [package(s)]
ca: paru {-F --files} [opcions] [paquet(s)]
cs: paru {-F --files} [volby] [balíček(y)]
de: paru {-F --files} [Optionen] [Paket(e)]
es: paru {-F --files} [opciones] [paquete(s)]
hr: paru {-F --files} [opcije] [paket(i)]
hu: paru {-F --files} [kapcsolók] [csomag(ok)]
ja: paru {-F --files} [オプション] [パッケージ]
ko: paru {-F --files} [옵션] [꾸러미]
nl: paru {-F --files} [opties] [pakket(ten)]
pt_br: paru {-F --files} [opções] [pacote(s)]
sk: paru {-F --files} [voľby] [balíček(y)]
sv: paru {-F --files} [alternativ] [paket]
uk: paru {-F --files} [опції] [пакунок(и)]
zh_cn: paru {-F --files} [选项] [(多个)软件包]

source: paru {-Q --query} [options] [package(s)]
ca: paru {-Q --query} [opcions] [paquet(s)]
cs: paru {-Q --query} [volby] [balíček(y)]
de: paru {-Q --query} [Optionen] [Paket(e)]
es: paru {-Q --query} [opciones] [paquete(s)]
hr: paru {-Q --query} [opcije] [paket(i)]
hu: paru {-Q --query} [kapcsolók] [csomag(ok)]
ja: paru {-Q --query} [オプション] [パッケージ]
ko: paru {-Q --query} [옵션] [꾸러미]
nl: paru {-Q --query} [opties] [pakket(ten)]
pt_br: paru {-Q --query} [opções] [pacote(s)]
sk: paru {-Q --query} [voľby] [balíček(y)]
sv: paru {-Q --query} [alternativ] [paket]
uk: paru {-Q --query} [опції] [пакунок(и)]
zh_cn: paru {-Q --query} [选项] [(多个)软件包]

source: paru {-R --remove} [options] <package(s)>
ca: paru {-R --remove} [opcions] <paquet(s)>
cs: paru {-R --remove} [volby] <balíček(y)>
de: paru {-R --remove} [Optionen] <Paket(e)>
es: paru {-R --remove} [opciones] <paquete(s)>
hr: paru {-R --remove} [opcije] <paket(i)>
hu: paru {-R --remove} [kapcsolók] <csomag(ok)>
ja: paru {-R --remove} [オプション] <パッケージ>
ko: paru {-R --remove} [옵션] <꾸러미>
nl: paru {-R --remove} [opties] <pakket(ten)>
pt_br: paru {-R --remove} [opções] <pacote(s)>
sk: paru {-R --remove} [voľby] <balíček(y)>
sv: paru {-R --remove} [alternativ] <paket>
uk: paru {-R --remove} [опції] <пакунок(и)>
zh_cn: paru {-R --remove} [选项] <(多个)软件包>

source: paru {-S --sync} [options] [package(s)]
ca: paru {-S --sync} [opcions] [paquet(s)]
cs: paru {-S --sync} [volby] [balíček(y)]
de: paru {-S --sync} [Optionen] [Paket(e)]
es: paru {-S --sync} [opciones] [paquete(s)]
hr: paru {-S --sync} [opcije] [paket(i)]
hu: paru {-S --sync} [kapcsolók] [csomag(ok)]
ja: paru {-S --sync} [オプション] [パッケージ]
ko: paru {-S --sync} [옵션] [꾸러미]
nl: paru {-S --sync} [opties] [pakket(ten)]
pt_br: paru {-S --sync} [opções] <pacote(s)>
sk: paru {-S --sync} [voľby] [balíček(y)]
sv: paru {-S --sync} [alternativ] [paket]
uk: paru {-S --sync} [опції] [пакунок(и)]
zh_cn: paru {-S --sync} [选项] [(多个)软件包]

source: paru {-T --deptest} [options] [package(s)]
ca: paru {-T --deptest} [opcions] [paquet(s)]
cs: paru {-T --deptest} [volby] [balíček(y)]
de: paru {-T --deptest} [Optionen] [Paket(e)]
es: paru {-T --deptest} [opciones] [paquete(s)]
hr: paru {-T --deptest} [opcije] [paket(i)]
hu: paru {-T --deptest} [kapcsolók] [csomag(ok)]
ja: paru {-T --deptest} [オプション] [パッケージ]
ko: paru {-T --deptest} [옵션] [꾸러미]
nl: paru {-T --deptest} [opties] [pakket(ten)]
pt_br: paru {-T --deptest} [opções] <pacote(s)>
sk: paru {-T --deptest} [voľby] [balíček(y)]
sv: paru {-T --deptest} [alternativ] [paket]
uk: paru {-T --deptest} [опції] [пакунок(и)]
zh_cn: paru {-T --deptest} [选项] [(多个)软件包]

source: paru {-U --upgrade} [options] [file(s)]
ca: paru {-U --upgrade} [opcions] [fitxer(s)]
cs: paru {-U --upgrade} [volby] [soubor(y)]
de: paru {-U --upgrade} [Optionen] [Paket(e)]
es: paru {-U --upgrade} [opciones] [archivo(s)]
hr: paru {-U --upgrade} [opcije] [datoteke]
hu: paru {-U --upgrade} [kapcsolók] [fájl(ok)]
ja: paru {-U --upgrade} [オプション] [ファイル]
ko: paru {-U --upgrade} [옵션] [파일]
nl: paru {-U --upgrade} [opties] [bestand(en)]
pt_br: paru {-U --upgrade} [opções] [arquivo(s)]
sk: paru {-U --upgrade} [voľby] [súbor(y)]
sv: paru {-U --upgrade} [alternativ] [filer]
uk: paru {-U --upgrade} [опції] [файл(и)]
zh_cn: paru {-U --upgrade} [选项] [(多个)文件]

source: New operations:
ca: Operacions noves:
cs: Nové operace:
de: Neue Operationen:
es: Nuevas operaciones:
fi: Uudet toiminnot:
hr: Nove operacije:
hu: Új műveletek:
ja: 新しいオペレーション:
ko: 신규 명령어:
nl: Nieuwe handelingen:
pt: Novas operações:
pt_br: Novas operações:
sk: Nové operácie:
sv: Nya operationer:
uk: Нові операції:
zh_cn: 新操作：

source: paru {-P --show} [options]
ca: paru {-P --show} [opcions]
cs: paru {-P --show} [volby]
de: paru {-P --show} [Optionen]
es: paru {-P --show} [opciones]
hr: paru {-P --show} [opcije]
hu: paru {-P --show} [kapcsolók]
ja: paru {-P --show} [オプション]
ko: paru {-P --show} [옵션]
nl: paru {-P --show} [opties]
pt_br: paru {-P --show} [opções]
sk: paru {-P --show} [voľby]
sv: paru {-P --show} [alternativ]
uk: paru {-P --show} [опції]
zh_cn: paru {-P --show} [选项]

source: paru {-G --getpkgbuild} [package(s)]
ca: paru {-G --getpkgbuild} [paquet(s)]
cs: paru {-G --getpkgbuild} [balíček(y)]
de: paru {-G --getpkgbuild} [Paket(e)]
es: paru {-G --getpkgbuild} [paquete(s)]
hr: paru {-G --getpkgbuild} [paket(i)]
hu: paru {-G --getpkgbuild} [csomag(ok)]
ja: paru {-G --getpkgbuild} [パッケージ]
ko: paru {-G --getpkgbuild} [꾸러미]
nl: paru {-G --getpkgbuild} [pakket(ten)]
pt_br: paru {-G --getpkgbuild} [pacote(s)]
sk: paru {-G --getpkgbuild} [balíček(y)]
sv: paru {-G --getpkgbuild} [paket]
uk: paru {-G --getpkgbuild} [пакунок(и)]
zh_cn: paru {-G --getpkgbuild} [(多个)软件包]

source: paru {-B --build} [dir(s)]
cs: paru {-B --build} [adresář(e)]
hu: paru {-B --build} [könyvtár(ak)]
ko: paru {-B --build} [디렉터리]
pt_br: paru {-B --build} [diretório(s)]
sk: paru {-B --build} [adresár(e)]
sv: paru {-B --build} [katalog(er)]
uk: paru {-B --build} [каталог(и)]
zh_cn: paru {-B --build} [(多个)目录]

source: If no arguments are provided 'paru -Syu' will be performed
ca: Si no es proveeixen arguments, s'executarà 'paru -Syu'
cs: Pokud nejsou dodány argumenty, provede se 'paru -Syu'
de: Wenn keine Argumente angegeben werden, wird ‚paru -Syu‘ ausgeführt
es: Si no se proveen argumentos se ejecutará 'paru -Syu'
fi: Jos argumenttejä ei ole annettu 'paru -Suy' suoritetaan
hr: Ako je pokrento bez argumenata, pokreće se 'paru -Syu'
hu: Ha nem kap argumentumokat, akkor a „paru -Syu” parancsot hajtja végre
ja: 引数を指定しなかった場合 'paru -Syu' が実行されます
ko: 만약 아무런 명령어도 지정되지 않는다면, 'paru -Syu'가 실행될 것입니다
nl: Indien geen argumenten zijn meegegeven, zal 'paru -Syu' worden uitgevoerd
pt: Se não forem fornecidos argumentos, o 'paru -Syu' será executado
pt_br: Se nenhum argumento for fornecido 'paru -Syu' será executado
sk: Ak nie sú zadané argumenty, vykoná sa 'paru -Syu'
sv: Om inga argument tillhandahålls kommer 'paru -Syu' att utföras
uk: Якщо жодних аргументів не надано, буде виконано команду 'paru -Syu'
zh_cn: 如果未提供任何参数，则将执行 'paru -Syu'

source: Options without operation:
ca: Opcions sense operació:
cs: Volby bez operace:
de: Optionen ohne Operation:
es: Opciones sin operación:
fi: Valinnat ilman toimintoja:
hr: Opcije bez operacije:
hu: Kapcsolók műveletek nélkül:
ja: オペレーションなしでのオプション:
ko: 명령어가 필요하지 않은 옵션:
nl: Opties zonder handeling:
pt: Opções sem operação:
pt_br: Opções sem operação:
sk: Voľby bez operácie:
sv: Alternativ utan operationer:
uk: Опції без параметрів:
zh_cn: 无操作选项：

source: -c --clean Remove unneeded dependencies
ca: -c --clean Elimina els paquets no necessaris
cs: -c --clean Odebrat nepotřebné závislosti
de: -c --clean Unnötige Abhängigkeiten entfernen
es: -c --clean Borrar dependencias innecesarias
fi: -c --clean Poista käyttämättömät riippuvuudet
hr: -c --clean Izbriši nepotrebne ovisnosti
hu: -c --clean Felesleges függőségek eltávolítása
ja: -c --clean どのパッケージからも必要とされないパッケージを削除
ko: -c --clean 불필요한 종속성 제거
nl: -c --clean Verwijder onnodige afhankelijkheden
pt: -c --clean Remove dependências desnecessárias
pt_br: -c --clean Remove dependências desnecessárias
sk: -c --clean Odobrať nepotrebné závislosti
sv: -c --clean Ta bort onödiga beroenden
uk: -c --clean Видалити непотрібні залежності
zh_cn: -c --clean 移除不需要的依赖

source: --gendb Generates development package DB used for updating
ca: --gendb Genera la base de dades dels paquets de desenvolupament usada per actualitzar
cs: --gendb Vygenerovat databázi vývojových balíčků použitých k aktualizaci
de: --gendb Erzeugt Entwicklungspaket-DB für die Aktualisierung
es: --gendb Genera BD de desarrollo del paquete utilizado al actualizar
fi: --gendb Generoi päivittämisessä käytettävän kehitypaketti tietokannan
hr: --gendb Generira development paket DB za update
hu: --gendb A frissítéshez használt fejlesztői csomag-adatbázist állítja elő
ja: --gendb アップデートのために開発パッケージデータベースを生成
ko: --gendb 업데이트에 사용되는 개발 꾸러미 DB 생성
nl: --gendb Genereert ontwikkelingspakketdatabase gebruikt voor updaten
pt: --gendb Gera a BD do pacote de desenvolvimento utilizado para atualização
pt_br: --gendb Gera banco de dados de pacote de desenvolvimento usado para atualização
sk: --gendb Vygenerovať databázu vývojových balíčkov použitých na aktualizáciu
sv: --gendb Genererar utvecklingspaket DB som används för uppdatering
uk: --gendb Сформувати БД пакунків розробки, що використовується для оновлення
zh_cn: --gendb 生成用于更新的开发版软件包数据库

source: New options:
ca: Opcions noves:
cs: Nové volby:
de: Neue Optionen:
es: Nuevas opciones:
fi: Uudet valinnat:
hr: Noce opcije:
hu: Új kapcsolók:
ja: 新しいオプション:
ko: 신규 옵션:
nl: Nieuwe opties:
pt: Novas opções:
pt_br: Novas opções:
sk: Nové voľby:
sv: Nya alternativ:
uk: Нові опції:
zh_cn: 新选项：

source: --repo Assume targets are from the repositories
ca: --repo Assumeix que els paquets són dels repositoris
cs: --repo Předpokládat, že cíle pocházejí z repozitářů
de: --repo Annehmen, dass die Ziele aus den Repositorien stammen
es: --repo Asumir que los objetivos provienen de los repositorios
fi: --repo Oleta kohteiden olevan pakettivarastoissa
hr: --repo Pretpostavlja da su ciljevi iz repozitorija
hu: --repo Feltételezve, hogy minden cél a tárolókból származik
ja: --repo 対象がリポジトリのものであると仮定
ko: --repo 지정된 꾸러미를 공식 저장소에서만 조회
nl: --repo Ga ervan uit dat doelen van de repositories komen
pt: --repo Assume que os alvos são dos repositórios
pt_br: --repo Assume que os alvos sejam dos repositórios
sk: --repo Predpokladať, že ciele pochádzajú z repozitárov
sv: --repo Anta att målen kommer från förvar
uk: --repo Обирати пакунки з репозиторіїв
zh_cn: --repo 假设目标来自软件库

source: --pkgbuilds Assume targets are from pkgbuild repositories
ca: --pkgbuilds Assumeix que els objectius són de dipòsits de PKGBUILDs
cs: --pkgbuilds Předpokládat, že cíle pocházejí z pkgbuild repozitářů
es: --pkgbuilds Asumir que los objetivos provienen de los repositorios
hu: --pkgbuilds Feltételezve, hogy minden cél a pkgbuild tárolókból származik
ko: --pkgbuilds 지정된 꾸러미를 PKGBUILD 저장소에서만 조회
pt: --pkgbuilds Assume que os alvos sejam de repositórios pkgbuild
pt_br: --pkgbuilds Assume que os alvos sejam de repositórios pkgbuild
sk: --pkgbuilds Predpokladať, že ciele pochádzajú z pkgbuild repozitárov
sv: --pkgbuilds Anta att målen är från pkgbuild förvar
uk: --pkgbuilds Обирати пакунки з репозиторіїв PKGBUILD
zh_cn: --pkgbuilds 假设目标来自 pkgbuild 仓库

source: -a --aur Assume targets are from the AUR
ca: -a --aur Assumeix que els paquets són de l'AUR
cs: -a --aur Předpokládat, že cíle pocházejí z AUR
de: -a --aur Annehmen, dass die Ziele aus dem AUR stammen
es: -a --aur Asumir que los objetivos provienen de AUR
fi: -a --aur Oleta kohteiden olevan AURissa
hr: -a --aur Pretpostavlja da su ciljevi iz AUR
hu: -a --aur Feltételezve, hogy minden cél az AUR-ból származik
ja: -a --aur 対象が AUR のものであると仮定
ko: -a --aur 지정된 꾸러미를 AUR에서만 조회
nl: -a --aur Ga ervan uit dat doelen van de AUR komen
pt: -a --aur Assume que os alvos são do AUR
pt_br: -a --aur Assume que os alvos sejam do AUR
sk: -a --aur Predpokladať, že ciele pochádzajú z AUR
sv: -a --aur Anta att målen kommer från AUR
uk: -a --aur Обирати пакунки з AUR
zh_cn: -a --aur 假设目标来自 AUR

source: --mode <mode> Sets where paru looks for targets
ca: --mode <mode> Indica on el paru busca objectius
cs: --mode <mód> Nastavit, kde paru vyhledává cíle
es: --mode <mode> Configurar donde paru busca objetivos
hu: --mode <mode> Beállítja, hogy a paru hol keressen célokat
ko: --mode <모드> Paru의 검색 대상 저장소 지정
pt: --mode <mode> Define onde o paru procura por alvos
pt_br: --mode <modo> Define aonde paru procura por alvos
sk: --mode <režim> Nastaviť, kde bude paru hľadať ciele
sv: --mode <mode> Ställer in var paru letar efter mål
uk: --mode <режим> Встановити де paru шукатиме пакунки
zh_cn: --mode <模式> 设置 paru 寻找目标的位置

source: --interactive Enable interactive package selection for -S, -R, -Ss and -Qs
cs: --interactive Zapnout interaktivní výběr balíčků pro -S, -R, -Ss a -Qs
es: --interactive Activar selección interactiva de paquetes para -S, -R, -Ss and -Qs
hu: --interactive Interaktív csomagkiválasztás engedélyezése a következőkhöz: -S, -R, -Ss és -Qs
ko: --interactive -S, -R, -Ss 및 -Qs에 대한 대화형 꾸러미 선택 활성화
pt: --interactive Ativa a seleção interativa de pacotes para -S, -R, -Ss e -Qs
sk: --interactive Zapnúť interaktívny výber balíčkov pre -S, -R, -Ss a -Qs
sv: --interactive Aktivera interaktivt paketval för -S, -R, -Ss och -Qs
uk: --interactive Увімкнути інтерактивний вибір пакетів для -S, -R, -Ss та -Qs

source: --aururl <url> Set an alternative AUR URL
ca: --aururl <url> Especifica una URL alternativa per l'AUR
cs: --aururl <url> Nastavit alternativní AUR URL
de: --aururl <url> Legt eine alternative AUR-URL fest
es: --aururl <url> Confiurar una URL de AUR alternativa
fi: --aururl <url> Aseta vaihtoehtoinen AUR URL
hr: --aururl <url> Postavi alternativni AUR URL
hu: --aururl <url> Alternatív AUR-webcím beállítása
ja: --aururl <url> AUR の URL を指定
ko: --aururl <url> 다른 AUR URL 지정
nl: --aururl <url> Stel een alternatieve AUR-URL in
pt: --aururl <url> Definir um URL alternativo do AUR
pt_br: --aururl <url> Define uma URL alternativa do AUR
sk: --aururl <url> Nastaviť alternatívnu URL adresu AUR
sv: --aururl <url> Ställ in en alternativ AUR URL
uk: --aururl <url> Встановити альтернативну URL-адресу AUR
zh_cn: --aururl <地址> 为 AUR 设置一个备用地址

source: --aurrpcur <url> Set an alternative URL for the AUR /rpc endpoint
ca: --aurrpcur <url> Indica una URL alternativa per l'endpoint /rpc de l'AUR
cs: --aurrpcur <url> Nastavit alternativní AUR URL /rpc endpoint
es: --aurrpcur <url> Configurar URL alternativa para AUR /rpc
hu: --aurrpcur <url> Alternatív webcím beállítása az AUR /rpc-végponthoz
ko: --aurrpcur <url> AUR의 /rpc endpoint에 대한 다른 URL 지정
pt: --aurrpcur <url> Define um URL alternativo para o endpoint /rpc do AUR
pt_br: --aurrpcur <url> Define uma URL alternativa para o endpoint /rpc do AUR
sk: --aurrpcur <url> Nastaviť alternatívnu URL adresu AUR /rpc endpointu
sv: --aurrpcur <url> Ställ in en alternativ URL för AUR /rpc-slutpunkt
uk: --aurrpcur <url> Встановити альтернативну URL-адресу для кінцевої точки AUR /rpc
zh_cn: --aurrpcur <地址> 为 AUR 或 rpc 端点设置一个备用地址

source: --clonedir <dir> Directory used to download and run PKGBUILDs
ca: --clonedir <dir> El directori usat per descarregar i executar els PKGBUILD
cs: --clonedir <adresář> Adresář pro stažení a běh PKGBUILDů
de: --clonedir <Verzeichnis> Verzeichnis für das Herunterladen und Ausführen von PKGBUILDs
es: --clonedir <dir> Directorio utilizado para descargar y ejecutar los PKGBUILD
fi: --clonedir <dir> Lataamiseen ja PKGBUILDin suorittamiseen käytettävä kansio
hr: --clonedir <dir> Direktorij za download i run PKGBUILDs
hu: --clonedir <dir> A PKGBUILD-ek letöltéséhez és futtatásához használt könyvtár
ja: --clonedir <dir> PKGBUILD をダウンロードし実行するディレクトリを指定
ko: --clonedir <디렉터리> PKGBUILD를 내려받아 빌드하는 데 사용할 디렉터리
nl: --clonedir <map> Map die wordt gebruikt om PKGBUILDs te downloaden en uit te voeren
pt: --clonedir <dir> Diretório utilizado para transferir e executar PKGBUILDs
pt_br: --clonedir <diretório> Diretório usado para baixar e executar PKGBUILDs
sk: --clonedir <adresár> Adresár pre sťahovanie a spúšťanie PKGBUILDov
sv: --clonedir <kat> Katalog som används för att ladda ner och köra PKGBUILDs
uk: --clonedir <каталог> Каталог для завантаження та запуску сценаріїв PKGBUILD
zh_cn: --clonedir <目录> 用于下载和运行 PKGBUILD 的目录

source: --makepkg <file> makepkg command to use
ca: --makepkg <file> La comanda «makepkg» a usar
cs: --makepkg <soubor> makepkg příkaz k vykonání
de: --makepkg <Datei> Zu verwendender makepkg-Befehl
es: --makepkg <file> comando makepkg a utilizar
fi: --makepkg <file> käytettävä makepkg komento
hr: --makepkg <file> makepkg naredba
hu: --makepkg <file> makepkg parancs használata
ja: --makepkg <file> makepkg コマンドを指定
ko: --makepkg <파일> 사용할 makepkg 명령어
nl: --makepkg <bestand> makepkg-commando om te gebruiken
pt: --makepkg <file> comando makepkg a usar
pt_br: --makepkg <arquivo> Comando makepkg a ser usado
sk: --makepkg <súbor> makepkg príkaz, ktorý sa má použiť
sv: --makepkg <fil> makepkg kommando att använda
uk: --makepkg <файл> Команда makepkg, яку слід використовувати
zh_cn: --makepkg <文件> 使用 makepkg 命令

source: --mflags <flags> Pass arguments to makepkg
ca: --mflags <flags> Passa arguments al «makepkg»
cs: --mflags <flags> Předat argumenty do makepkg
de: --mflags <flags> Argumente für makepkg
es: --mflags <flags> Pasar argumentos s makepkg
fi: --mflags <flags> Anna makepkg argumentit
hr: --mflags <flags> Argumenti za prosljediti u makepkg
hu: --mflags <flags> Argumentumok átadása a makepkg-nek
ja: --mflags <flags> makepkg に渡す引数を指定
ko: --mflags <플래그> makepkg에 전달할 플래그
nl: --mflags <argumenten> Geef argumenten mee aan makepkg
pt: --mflags <flags> Passa argumentos ao makepkg
pt_br: --mflags <argumentos> Passa argumentos para makepkg
sk: --mflags <argumen> Odovzdať argumenty pre makepkg
sv: --mflags <flaggor> Skicka argument till makepkg
uk: --mflags <опції> Передати аргументи до makepkg
zh_cn: --mflags <标志> 传递参数给 makepkg

source: --pacman <file> pacman command to use
ca: --pacman <file> La comanda «pacman» a usar
cs: --pacman <soubor> pacman příkaz k vykonání
de: --pacman <Datei> Zu verwendender pacman-Befehl
es: --pacman <file> comando pacman a utilizar
fi: --pacman <file> käytettävä pacman komento
hr: --pacman <file> pacman naredba
hu: --pacman <file> pacman parancs használata
ja: --pacman <file> pacman コマンドを指定
ko: --pacman <파일> 사용할 Pacman 명령어
nl: --pacman <bestand> pacman-commando om te gebruiken
pt: --pacman <file> comando pacman a usar
pt_br: --pacman <arquivo> Comando pacman a ser usado
sk: --pacman <súbor> pacman príkaz, ktorý sa má použiť
sv: --pacman <fil> pacman kommando att använda
uk: --pacman <файл> Команда pacman, яку слід використовувати
zh_cn: --pacman <文件> 要使用的 pacman 命令

source: --git <file> git command to use
ca: --git <file> La comanda «git» a usar
cs: --git <soubor> git příkaz k vykonání
de: --git <Datei> Zu verwendender git-Befehl
es: --git <file> comando git a utilizar
fi: --git <file> käytettävä git komento
hr: --git <file> git naredba
hu: --git <file> a git-parancs használata
ja: --git <file> git コマンドを指定
ko: --git <파일> 사용할 git 명령어
nl: --git <bestand> git-commando om te gebruiken
pt: --git <file> comando git a usar
pt_br: --git <arquivo> Comando git a ser usado
sk: --git <súbor> git príkaz, ktorý sa má použiť
sv: --git <fil> git kommando att använda
uk: --git <файл> Команда git, яку слід використовувати
zh_cn: --git <文件> 要使用的 git 命令

source: --gitflags <flags> Pass arguments to git
ca: --gitflags <flags> Passa arguments al «git»
cs: --gitflags <flags> Předat argumenty do git
de: --gitflags <flags> Argumente für git
es: --gitflags <flags> Pasar argumentos a git
fi: --gitflags <flags> Anna git argumentit
hr: --gitflags <flags> Argumenti za prosljediti u git
hu: --gitflags <flags> Argumentumok átadása a git-nek
ja: --gitflags <flags> git に渡す引数を指定
ko: --gitflags <플래그> git에 전달할 플래그
nl: --gitflags <argumenten> Geef argumenten mee aan git
pt: --gitflags <flags> Passa argumentos ao git
pt_br: --gitflags <argumentos> Passa argumentos para git
sk: --gitflags <argumen> Odovzdať argumenty pre git
sv: --gitflags <flaggor> Skicka argument till git
uk: --gitflags <опції> Передати аргументи до git
zh_cn: --gitflags <标志> 传递参数给 git

source: --sudo <file> sudo command to use
ca: --sudo <file> La comanda «sudo» a usar
cs: --sudo <soubor> sudo příkaz k vykonání
de: --sudo <Datei> Zu verwendender sudo-Befehl
es: --sudo <file> comando sudo a utilizar
fi: --sudo <file> käytettävä sudo komento
hr: --sudo <file> sudo naredba
hu: --sudo <file> a sudo-parancs használata
ja: --sudo <file> sudo コマンドを指定
ko: --sudo <파일> 사용할 sudo 명령어
nl: --sudo <bestand> sudo-commando om te gebruiken
pt: --sudo <file> comando sudo a usar
pt_br: --sudo <arquivo> Comando sudo a ser usado
sk: --sudo <súbor> sudo príkaz, ktorý sa má použiť
sv: --sudo <fil> sudo kommando att använda
uk: --sudo <файл> Команда sudo, яку слід використовувати
zh_cn: --sudo <文件> 要使用的 sudo 命令

source: --sudoflags <flags> Pass arguments to sudo
ca: --sudoflags <flags> Passa arguments al «sudo»
cs: --sudoflags <flags> Předat argumenty do sudo
de: --sudoflags <flags> Argumente für sudo
es: --sudoflags <flags> Pasar argumentos a sudo
fi: --sudoflags <flags> Anna sudo argumentit
hr: --sudoflags <flags> Argumenti za prosljediti u sudo
hu: --sudoflags <flags> Argumentumok átadása a sudo-nak
ja: --sudoflags <flags> sudo に渡す引数を指定
ko: --sudoflags <플래그> sudo에 전달할 플래그
nl: --sudoflags <argumenten> Geef argumenten mee aan sudo
pt: --sudoflags <flags> Passa argumentos ao sudo
pt_br: --sudoflags <argumentos> Passa argumentos para sudo
sk: --sudoflags <argumen> Odovzdať argumenty pre sudo
sv: --sudoflags <flaggor> Skicka argument till sudo
uk: --sudoflags <опції> Передати аргументи до sudo
zh_cn: --sudoflags <标志> 传递参数给 sudo

source: --pkgctl <file> pkgctl command to use
cs: --pkgctl <soubor> pkgctl příkaz k vykonání
es: --pkgctl <file> comando pkgctl command a usar
hu: --pkgctl <file> a pkgctl-parancs használata
ko: --pkgctl <파일> 사용할 pkgctl 명령어
pt: --pkgctl <file> comando pkgctl a usar
sk: --pkgctl <súbor> pkgctl príkaz, ktorý sa má použiť
sv: --pkgctl <fil> pkgctl kommando att använda
uk: --pkgctl <файл> Команда pkgctl, яку слід використовувати

source: --bat <file> bat command to use
ca: --bat <file> La comanda «bat» a usar
cs: --bat <soubor> bat příkaz k vykonání
de: --bat <Datei> Zu verwendender bat-Befehl
es: --bat <file> comando bat a utilizar
fi: --bat <file> käytettävä bat komento
hr: --bat <file> bat naredba
hu: --bat <file> a bat-parancs használata
ja: --bat <file> bat コマンドを指定
ko: --bat <파일> 사용할 bat 명령어
nl: --bat <bestand> bat-commando om te gebruiken
pt: --bat <file> comando bat a usar
pt_br: --bat <arquivo> Comando bat a ser usado
sk: --bat <súbor> bat príkaz, ktorý sa má použiť
sv: --bat <fil> bat kommando att använda
uk: --bat <файл> Команда bat, яку слід використовувати
zh_cn: --bat <文件> 要使用的 bat 命令
