Repository: Morganamilo/paru
Catalog: po/*.po
Languages: ca, cs, de, es, fi, hr, hu, it, ja, ko, nl, pl, pt, pt_br, ro, ru, sk, sv, tr, uk, zh_cn

source: --[no]provides Look for matching providers when searching for packages
ca: --[no]provides Busca proveïdors que coincideixin quan es busquin paquets
cs: --[no]provides Při vyhledávání balíčků, najít odpovídající poskytovatele
de: --[no]provides Nach passenden Anbietern suchen, wenn nach Paketen gesucht wird
es: --[no]provides Buscar proveedores que coincidan al buscar paquetes
fi: --[no]provides Etsi täsmääviä tarjoajia kun etsit paketteja
hr: --[no]provides Pretraži odgovarajuće providere tijekom pretrage paketa
hu: --[no]provides Csomagok keresésekor figyeljen a megfelelő szolgáltatókra
ja: --[no]provides 検索時にマッチする提供パッケージを探す
ko: --[no]provides 꾸러미를 검색할 때 일치하는 대체 꾸러미 찾아보기
nl: --[no]provides Naar overeenkomende voorzieningen zoeken bij het zoeken naar pakketten
pt: --[no]provides Procura fornecedores correspondentes ao procurar pacotes
pt_br: --[no]provides Procura por provedores coincidentes ao procurar por pacotes
sk: --[no]provides Pri hľadaní balíčkov nájsť zodpovedajúcich poskytovateľov
sv: --[no]provides Leta efter matchande leverantörer när du söker efter paket
uk: --[no]provides Шукати відповідних постачальників під час пошуку пакунків
zh_cn: --[no]provides 在搜索时查找匹配的提供者

source: --[no]devel Check development packages during sysupgrade
ca: --[no]devel Comprova els paquets de desenvolupament durant una actualització del sistema
cs: --[no]devel Zkontrolovat vývojové balíčky během systémové aktualizace
de: --[no]devel Entwicklungspakete bei System-Upgrades miteinbeziehen
es: --[no]devel Comprobar paquetes de desarrollo durante la actualización del sistema
fi: --[no]devel Tarkista kehityspaketit sysupgraden yhteydessä
hr: --[no]devel Provjeri development pakete tijekom sysupgrade
hu: --[no]devel Rendszerfrissítéskor ellenőrizze a fejlesztői csomagokat
ja: --[no]devel アップグレード時に開発パッケージのアップデートを確認
ko: --[no]devel 시스템 업그레이드 중 개발 꾸러미 확인
nl: --[no]devel Op ontwikkelingspakketten controleren tijdens een systeemupgrade
pt: --[no]devel Verifica pacotes de desenvolvimento durante o sysupgrade
pt_br: --[no]devel Verifica pacotes de desenvolvimento durante a atualização do sistema
sk: --[no]devel Skontrolovať vývojové balíčky počas systémovej aktualizácie
sv: --[no]devel Kontrollera utvecklingspaket under sysupgrade
uk: --[no]devel Перевіряти пакунки розробки під час оновлення системи
zh_cn: --[no]devel 系统升级时检查开发版软件包

source: --[no]installdebug Also install debug packages when a package provides them
ca: --[no]installdebug També instal·la paquets de depuració quan un paquet els proveeix
cs: --[no]installdebug Nainstalovat ladící balíčky pokud je balíček poskytuje
de: --[no]installdebug Debug-Pakete ebenfalls installieren, wenn ein Paket sie bereitstellt
es: --[no]installdebug Instalar también paquetes de debug cuando un paquete lo provee
fi: --[no]installdebug Asentaa myös debug paketit jos paketti tarjoaa ne
hr: --[no]installdebug Također instaliraj debug pakete kada ih paket pruža
hu: --[no]installdebug Hibakereső csomagok telepítése, amennyiben azok elérhetők a csomaghoz
ja: --[no]installdebug パッケージが提供するデバッグパッケージもインストールする
ko: --[no]installdebug 꾸러미에서 디버그 꾸러미를 제공하는 경우에도 디버그 꾸러미 설치
nl: --[no]installdebug Tevens debug-pakketten installeren wanneer deze beschikbaar zijn
pt: --[no]installdebug Também instala pacotes de depuração quando um pacote os fornece
pt_br: --[no]installdebug Também instala pacotes de debugação quando um pacote os provê
sk: --[no]installdebug Nainštalovať balíčky pre ladenie, ak ich balíček poskytuje
sv: --[no]installdebug Installera även felsökningspaket när ett paket tillhandahåller dem
uk: --[no]installdebug Встановлювати також пакунки налагодження коли вони надаються
zh_cn: --[no]installdebug 安装调试包（若软件包提供）

source: --[no]sudoloop Loop sudo calls in the background to avoid timeout
ca: --[no]sudoloop Fes crides periòdiques a «sudo» per evitar el temps d'espera
cs: --[no]sudoloop Zacyklit sudo volání na pozadí, aby se předešlo vypršení časového limitu
de: --[no]sudoloop sudo-Aufrufe im Hintergrund wiederholen, um Zeitüberschreitung zu vermeiden
es: --[no]sudoloop Realizar llamadas a sudo en segundo plano para evitar timeout
fi: --[no]sudoloop Looppaa sudo kutsut taustalla välttääksesi timeout:in
hr: --[no]sudoloop Loop sudo pozive u pozadini zbog izbjegavanja timeout-a
hu: --[no]sudoloop Sudo-hívások hurkolása a háttérben az időtúllépés elkerülése érdekében
ja: --[no]sudoloop sudo のタイムアウトを防止
ko: --[no]sudoloop 시간초과를 방지하기 위해 백그라운드에서 sudo 호출 반복
nl: --[no]sudoloop Blijf sudo-commando's in de achtergrond uitvoeren om een timeout te voorkomen
pt: --[no]sudoloop Cicla invocações sudo em segundo plano para evitar tempo limite
pt_br: --[no]sudoloop Repete chamadas sudo em segundo plano para evitar esgotar o tempo
sk: --[no]sudoloop Zacykliť sudo volania na pozadí, aby sa predišlo vypršaniu časového limitu
sv: --[no]sudoloop Slinga sudo-samtal i bakgrunden för att undvika timeout
uk: --[no]sudoloop Зациклювати виклики sudo у фоновому режимі задля уникнення таймауту
zh_cn: --[no]sudoloop 在后台循环调用 sudo 以避免超时

source: --[no]chroot Build packages in a chroot
ca: --[no]chroot Construeix els paquets en un «chroot»
cs: --[no]chroot Sestavit balíčky v chroot
de: --[no]chroot Pakete in chroot-Umgebung bauen
es: --[no]chroot Construir paquetes en un chroot
fi: --[no]chroot Rakkenna paketit chrootissa
hr: --[no]chroot Build pakete u chroot
hu: --[no]chroot Csomagok összeállítása egy chroot-ban
ja: --[no]chroot chroot してパッケージをビルド
ko: --[no]chroot chroot에서 꾸러미 빌드
nl: --[no]chroot Pakketten in een chroot bouwen
pt: --[no]chroot Compila pacotes em chroot
pt_br: --[no]chroot Compila pacotes em chroot
sk: --[no]chroot Zostaviť balíčky v chroote
sv: --[no]chroot Bygg paket i ett chroot
uk: --[no]chroot Збирати пакунки у chroot
zh_cn: --[no]chroot 在 chroot 中构建

source: --[no]failfast Exit as soon as building an AUR package fails
ca: --[no]failfast Surt quan un paquet de l'AUR falli
cs: --[no]failfast Skončit jakmile sestavování AUR balíčku selže
de: --[no]failfast Beenden, sobald die Erstellung eines AUR-Pakets fehlschlägt
es: --[no]failfast Salir en cuanto falle al construir un paquete de AUR
hu: --[no]failfast kilépés, ha egy AUR-csomag összeállítása meghiúsul
ja: --[no]failfast AURパッケージのビルドに失敗した場合直ちに終了する
ko: --[no]failfast AUR 꾸러미 빌드가 실패하면 즉시 종료
nl: --[no]failfast Direct afsluiten wanneer het bouwen van een AUR-pakket mislukt
pt: --[no]failfast Sair assim que a compilação de um pacote AUR falhar
pt_br: --[no]failfast Termina assim que um pacote AUR falhar em compilar
sk: --[no]failfast Skončiť akonáhle zostavenie AUR balíčka skončí s chybou
sv: --[no]failfast Avsluta så snart det inte går att bygga ett AUR-paket
uk: --[no]failfast Завершувати роботу одразу у разі невдалого збирання пакета з AUR
zh_cn: --[no]failfast 当构建 AUR 软件包失败时立即退出

source: --[no]keepsrc Keep src/ and pkg/ dirs after building packages
ca: --[no]keepsrc Mantingues els directoris src/ i pkg/ després de construir els paquets
cs: --[no]keepsrc Ponechat src/ a pkg/ adresáře po sestavení balíčků
de: --[no]keepsrc src/ und pkg/ Verzeichnisse nach Erstellung behalten
es: --[no]keepsrc Conservar directorios src/ y pkg/ dirs tras construir paquetes
hu: --[no]keepsrc Tartsa meg az src/ és pkg/ könyvtárakat a csomagok összeállítása után
ja: --[no]keepsrc ビルド完了後にsrc/とpkg/をそのままにする
ko: --[no]keepsrc 꾸러미를 빌드한 후 src/ 및 pkg/ 디렉터리 유지
nl: --[no]keepsrc De mappen src/ en pkg/ behouden na het bouwen van pakketten
pt: --[no]keepsrc Manter diretórios src/ e pkg/ após a compilação de pacotes
pt_br: --[no]keepsrc Mantém diretórios src/ e pkg/ após compilar pacotes
sk: --[no]keepsrc Ponechať src/ a pkg/ adresáre po zostavení balíčkov
sv: --[no]keepsrc Behåll src/ och pkg/ katalogerna efter att ha byggt paket
uk: --[no]keepsrc Зберігати каталоги src/ та pkg/ після збирання пакунків
zh_cn: --[no]keepsrc 构建完软件包后保留 src/ 和 pkg/ 目录

source: --[no]sign Sign packages with gpg
ca: --[no]sign Firma els paquets amb gpg
cs: --[no]sign Podepsat balíčky pomocí gpg
de: --[no]sign Pakete mit gpg signieren
es: --[no]sign Firmar paquetes con gpg
fi: --[no]sign Signeeraa paketit gpgllä
hr: --[no]sign Potpisivanje paketa sa gpg
hu: --[no]sign Csomagok aláírása gpg-vel
ja: --[no]sign gpg でパッケージに署名
ko: --[no]sign gpg로 꾸러미 서명
nl: --[no]sign Pakketten signeren met gpg
pt: --[no]sign Assina pacotes com gpg
pt_br: --[no]sign Assina pacotes com gpg
sk: --[no]sign Podpísať balíčky pomocou gpg
sv: --[no]sign Signera paket med gpg
uk: --[no]sign Підписувати пакунки за допомогою gpg
zh_cn: --[no]sign 使用 gpg 签名软件包

source: --[no]signdb Sign databases with gpg
ca: --[no]signdb Signa les bases de dades amb gpg
cs: --[no]signdb Podepsat databáze pomocí gpg
de: --[no]signdb Datenbanken mit gpg signieren
es: --[no]signdb Firmar bases de datos con gpg
fi: --[no]signdb Signeeraa tietokanta gpgllä
hr: --[no]signdb Potpisivanje baza podataka sa gpg
hu: --[no]signdb Adatbázisok aláírása gpg-vel
ja: --[no]signdb gpg でデータベースに署名
ko: --[no]signdb gpg로 데이터베이스 서명
nl: --[no]signdb Databases signeren met gpg
pt: --[no]signdb Assine base de dados com gpg
pt_br: --[no]signdb Assina bancos de dados com gpg
sk: --[no]signdb Podpísať databáze pomocou gpg
sv: --[no]signdb Signera databaser med gpg
uk: --[no]signdb Підписувати бази даних за допомогою gpg
zh_cn: --[no]signdb 使用 gpg 签名数据库

source: --[no]localrepo Build packages into a local repo
cs: --[no]localrepo Sestavit balíčky do lokálního repozitáře
es: --[no]localrepo Construir paquetes en un repositorio local
hu: --[no]localrepo Csomagok összeállítása egy helyi tárolóba
ko: --[no]localrepo 로컬 저장소에 꾸러미 빌드
pt: --[no]localrepo Compilar pacotes num repositório local
sk: --[no]localrepo Zostaviť balíčky do lokálneho repozitára
sv: --[no]localrepo Bygg paket till ett lokalt förvar
uk: --[no]localrepo Збирати пакунки до локального репозиторію

source: --nocheck Don't resolve checkdepends or run the check function
ca: --nocheck No resolguis els «checkdepends» o executis la funció «check»
cs: --nocheck Neřešit checkdepends nebo spouštět ověřování
de: --nocheck checkdepends nicht auflösen oder die check-Funktion nicht ausführen
es: --nocheck No resolver checkdepends o ejecutar función de comprobación
fi: --nocheck Älä ratkaise checkdepends:siä tai suorita check funktiota
hr: --nocheck Ne razrješavaj checkdepends ili pozivaj check funkciju
hu: --nocheck Ne oldja meg a checkdepend-eket és ne futtassa az ellenőrzés funkciót
ja: --nocheck チェック時の依存関係の解決とチェックを行わない
ko: --nocheck 검사 종속성 해결하기나 검사 함수 실행 안 함
nl: --nocheck De testafhankelijkheden en de testfunctie negeren
pt: --nocheck Não resolve checkdepends nem executa a função de verificação
pt_br: --nocheck Não resolve checkdepends nem executa funções de validação
sk: --nocheck Neriešiť checkdepends alebo spúšťať funkciu check
sv: --nocheck Lös inte checkdepends eller kör kontrollfunktionen
uk: --nocheck Не вирішувати залежності для перевірки і не запускати функцію check()
zh_cn: --nocheck 不要解决依赖项或运行检查功能

source: --rootchrootpkgs Packages to install in the root chroot (default: base-devel)
hu: --rootchrootpkgs A root chroot-ba telepítendő csomagok (alapértelmezett: base-devel)
sv: --rootchrootpkgs Paket att installera i root-chroot (standard: base-devel)

source: --develsuffixes Suffixes used to decide if a package is a devel package
ca: --develsuffixes Sufixos utilitzats per decidir si un paquet és un paquet de desenvolupament
cs: --develsuffixes Přípony označující vývojové balíčky
de: --develsuffixes Suffixe, die ein devel-Paket kennzeichnen
es: --develsuffixes Sufijos utilizados para decidir si un paquete es un paquete de desarrollo
fi: --develsuffixes Suffiksit joilla päätellään onko paketti devel paketti
hr: --develsuffixes Sufiksi za odlučivanje je li paket devel paket
hu: --develsuffixes A csomag fejlesztői csomagként való besorolásának eldöntésére használt utótagok
ja: --develsuffixes パッケージが開発パッケージであることを示す接尾辞を指定
ko: --develsuffixes 꾸러미가 개발 꾸러미인지 판단하는 데 사용되는 접미어
nl: --develsuffixes Achtervoegsels die gebruikt worden om te controleren of een pakket een ontwikkelingspakket is
pt: --develsuffixes Sufixos utilizados para decidir se um pacote é um pacote de desenvolvimento
pt_br: --develsuffixes Sufixos usados para decidir se um pacote é de desenvolvimento
sk: --develsuffixes Prípony označujúce vývojové balíčky
sv: --develsuffixes Suffix används för att avgöra om ett paket är ett utvecklingspaket
uk: --develsuffixes Суфікси для визначення належності до пакунків розробки
zh_cn: --develsuffixes 用于“决定软件包是否为开发版”的后缀

source: --ignoredevel Ignore devel upgrades for specified packages
cs: --ignoredevel Ignorovat vývojové aktualizace pro specifikované balíčky
es: --ignoredevel Ignorar actualizaciones de desarrollo para los paquetes seleccionados
hu: --ignoredevel A megadott csomagok fejlesztői frissítéseinek figyelmen kívül hagyása
ko: --ignoredevel 지정된 꾸러미에 대한 개발 버전 업그레이드 무시
pt: --ignoredevel Ignorar atualizações de desenvolvimento para pacotes especificados
sk: --ignoredevel Ignorovať vývojové aktualizácie pre určené balíčky
sv: --ignoredevel Ignorera utvecklingsuppgraderingar för specificerade paket
uk: --ignoredevel Ігнорувати оновлення розробки для вказаних пакунків
zh_cn: --ignoredevel 忽略指定软件包的开发版更新

source: --bottomup Shows AUR's packages first and then repository's
ca: --bottomup Mostra els paquets de l'AUR primerament
cs: --bottomup Zobrazit nejdříve balíčky AUR a pak balíčky z repozitáře
de: --bottomup Zeigt zuerst AUR-Pakete und dann die des Repositoriums
es: --bottomup Muestra primero los paquetes de AUR y después los de los repositorios
fi: --bottomup Näyttää AURin paketit ensin sitten pakettivaraston
hr: --bottomup Prvo ispis AUR paketa pa onda repozitorija
hu: --bottomup Az AUR-ból származó csomagok jelenjenek meg elsőként és csak utánuk az adattárból származó csomagok
ja: --bottomup AUR パッケージを表示後リポジトリパッケージを表示
ko: --bottomup AUR 꾸러미를 먼저 표시한 다음 저장소의 꾸러미 표시
nl: --bottomup AUR-pakketten voor repository-pakketten tonen
pt: --bottomup Mostra primeiro os pacotes do AUR e depois os do repositório
pt_br: --bottomup Mostra primeiro os pacotes do AUR e depois do repositório
sk: --bottomup Zobraziť najskôr balíčky AUR a potom balíčky z repozitára
sv: --bottomup Visar först AURs paket och sedan förvarets
uk: --bottomup Спершу показувати пакунки з AUR, потім з репозиторіїв
zh_cn: --bottomup 首先显示 AUR 中的软件包，然后显示软件库中的软件包

source: --topdown Shows repository's packages first and then AUR's
ca: --topdown Mostra els paquets dels repositoris primerament
cs: --topdown Zobrazit nejdříve balíčky z repozitáře a pak balíčky AUR
de: --topdown Zeigt zuerst die Pakete des Repositoriums und dann die des AURs
es: --topdown Muestra primero los paquetes de los repositorios y después de los AUR
fi: --topdown Näyttää pakettivaraston paketit ensin sitten AURin
hr: --topdown Prvo ispis paketa repozitorija pa onda AUR
hu: --topdown Az adattárból származó csomagok jelenjenek meg elsőként és csak utánuk az AUR-ból származó csomagok
ja: --topdown リポジトリパッケージを表示後 AUR パッケージを表示
ko: --topdown 저장소의 꾸러미를 먼저 표시한 다음 AUR의 꾸러미 표시
nl: --topdown Repository-pakketten voor AUR-pakketten tonen
pt: --topdown Mostra primeiro os pacotes do repositório e depois os do AUR
pt_br: --topdown Mostra primeiro os pacotes do repositório e depois do AUR
sk: --topdown Zobraziť najskôr balíčky z repozitára a potom balíčky AUR
sv: --topdown Visar förvarets paket först och sedan AUR:s
uk: --topdown Спершу показувати пакунки з репозиторіїв, потім з AUR
zh_cn: --topdown 首先显示软件库中的软件包，然后显示 AUR 中的软件包

source: show specific options:
ca: opcions específiques de «show»:
cs: specifické volby pro show:
de: Optionen für show:
es: opciones específicas de show:
fi: näytä spesifiset valinnat:
hr: ispis specifične opcije:
hu: speciális kapcsolók megjelenítése:
ja: show 特有のオプション:
ko: 특정(세부) 옵션 표시:
nl: Opties voor weergave:
pt: opções específicas show:
pt_br: mostra opções específicas:
sk: špecifické voľby pre show:
sv: visa specifika alternativ:
uk: Опції для --show:
zh_cn: 显示的特定选项：

source: -c --complete Used for completions
ca: -c --complete Utilitzat per complecions
cs: -c --complete Použito k dokončení
de: -c --complete Verwendet für Vervollständigungen
es: -c --complete Utilizado para terminaciones
fi: -c --complete Käytetään täydennykseen
hr: -c --complete Za dovršavanje
hu: -c --complete Kitöltésekhez használandó
ja: -c --complete 補完で使用
ko: -c --complete 자동 완성기능에 사용됨
nl: -c --complete Gebruikt voor automatisch aanvullen
pt: -c --complete Usado para conclusões
pt_br: -c --complete Usado para completações
sk: -c --complete Použité na dokončovanie príkazov a argumentov
sv: -c --complete Används för kompletteringar
uk: -c --complete Використовувати для завершення
zh_cn: -c --complete 用于补全

source: -s --stats Display system package statistics
ca: -s --stats Mostra estadístiques dels paquets del sistema
cs: -s --stats Zobrazit statistiky systémových balíčků
de: -s --stats Statistiken für System-Pakete anzeigen
es: -s --stats Mostrar estadísticas de los paquetes del sistema
fi: -s --stats Näytä järjestelmäpaketin statistiikat
hr: -s --stats Ispis statistike system paketa
hu: -s --stats Rendszercsomag-statisztikák megjelenítése
ja: -s --stats システムパッケージの統計を表示
ko: -s --stats 시스템 꾸러미 통계 화면표시
nl: -s --stats Systeempakketstatistieken tonen
pt: -s --stats Mostra estatísticas do pacote do sistema
pt_br: -s --stats Mostra estatísticas de pacotes do sistema
sk: -s --stats Zobraziť štatistiky systémových balíčkov
sv: -s --stats Visa systempaketstatistik
uk: -s --stats Показувати статистику системних пакетів
zh_cn: -s --stats 显示系统软件包统计信息

source: -w --news Print arch news
ca: -w --news Mostra notícies de l'Arch
cs: -w --news Zobrazit novinky Arch
de: -w --news Arch-Neuigkeiten anzeigen
es: -w --news Mostrar noticias de arch
fi: -w --news Tulostaa archin uutiset
hr: -w --news Ispis arch vijesti
hu: -w --news Arch hírek megjelenítése
ja: -w --news Arch Linux ニュースを表示
ko: -w --news 아치(Arch) 뉴스 출력
nl: -w --news Arch-nieuws printen
pt: -w --news Mostra notícias sobre o arch
pt_br: -w --news Mostra notícias do arch
sk: -w --news Zobraziť novinky v Archu
sv: -w --news Skriv ut arch nyheter
uk: -w --news Показувати новини Arch
zh_cn: -w --news 打印 arch 新闻

source: getpkgbuild specific options:
ca: opcions específiques de «getpkgbuild»:
cs: specifické volby pro getpkgbuild:
de: Optionen für getpkgbuild:
es: opciones específicas de getpkgbuild:
fi: getpkgbuild spesifiset valinnat:
hr: getpkgbuild specifične opcije:
hu: A getpkgbuild speciális kapcsolói:
ja: getpkgbuild 特有のオプション:
ko: getpkgbuild 관련 옵션:
nl: Opties voor getpkgbuild:
pt: opções específicas de getpkgbuild:
pt_br: opções específicas do getpkgbuild:
sk: špecifické voľby pre getpkgbuild:
sv: getpkgbuild specifika alternativ:
uk: Опції для --getpkgbuild
zh_cn: 获取 PKGBUILD 的特定选项：

source: -p --print Print pkgbuild to stdout
ca: -p --print Imprimeix el PKGBUILD a «stdout»
cs: -p --print Předat pkgbuild do stdout
de: -p --print PKGBUILD nach stdout ausgeben
es: -p --print Imprimir pkgbuild en stdout
fi: -p --print Tulostaa pkgbuild stdoutdiin
hr: -p --print Ispis pkgbuild u stdout
hu: -p --print A pkgbuild kiírása az stdout-ra
ja: -p --print PKGBUILD を標準出力に表示
ko: -p --print PKGBUILD 내용을 화면에 출력
nl: -p --print PKGBUILD naar standaarduitvoer printen
pt: -p --print Mostra pkgbuild para stdout
pt_br: -p --print Imprime pkgbuild no stdout
sk: -p --print Zobraziť PKGBUILD na štandardný výstup
sv: -p --print Skriv pkgbuild till stdout
uk: -p --print Виводити PKGBUILD у stdout
zh_cn: -p --print 打印 PKGBUILD 到 stdout

source: -c --comments Print AUR comments for pkgbuild
ca: -c --comments Imprimeix els comentaris de l'AUR pel PKGBUILD
cs: -c --comments Zobrazit AUR komentáře pro pkgbuild
de: -c --comments AUR Kommentare für PKGBUILD ausgeben
es: -c --comments Mostrar comentarios de AUR para pkgbuild
fi: -c --comments Tulostaa pkgbuildin AUR kommentit
hr: -c --comments Ispis AUR komentara za pkgbuild
hu: -c --comments AUR-megjegyzések kiírása a pkgbuild számára
ja: -c --comments AUR コメントを表示
ko: -c --comments PKGBUILD에 대한 AUR 댓글 출력
nl: -c --comments AUR-comments van de pkgbuild printen
pt: -c --comments Mostra comentários AUR para pkgbuild
pt_br: -c --comments Mostra comentários do AUR para pkgbuild
sk: -c --comments Zobraziť AUR komentáre pre PKGBUILD
sv: -c --comments Visar AUR-kommentarer för pkgbuild
uk: -c --comments Виводити коментарі з AUR для PKGBUILD
zh_cn: -c --comments 打印 PKGBUILD 的 AUR 评论

source: -s --ssh Clone package using SSH
ca: -s --ssh Clona el paquet usant SSH
cs: -s --ssh Klonovat balíček pomocí SSH
de: -s --ssh Paket mit SSH klonen
es: -s --ssh Clonar paquete usando SSH
hu: -s --ssh Csomag klónozása SSH használatával
ja: -s --ssh パッケージをSSHを使用してクローンする
ko: -s --ssh SSH를 사용하여 꾸러미 복제
nl: -s --ssh Pakket met SSH klonen
pt: -s --ssh Clonar pacote ao usar SSH
pt_br: -s --ssh Clona pacote utilizando SSH
sk: -s --ssh Klonovať balíček pomocou SSH
sv: -s --ssh Klona paket med SSH
uk: -s --ssh Клонувати пакунок за допомогою SSH
zh_cn: -s --ssh 使用 SSH 克隆软件包

source: Build specific options:
ca: Opcions específiques de construcció:
cs: Specifické volby pro sestavení:
es: Opciones específicas de construcción:
hu: Az összeállítás speciális kapcsolói:
ko: 빌드 관련 옵션:
pt: Opções específicas de compilação:
pt_br: Opções específicas de compilação:
sk: Špecifické voľby pre zostavenie:
sv: Bygg specifika alternativ:
uk: Опції для --build:
zh_cn: 构建的特定选项：

source: -i --install Install package as well as building
ca: -i --install Construeix i instal·la el(s) paquet(s)
cs: -i --install Nainstalovat a sestavit balíček
de: -i --install Paket installieren als auch erstellen
es: -i --install Instalar el paquete además de construirlo
fi: -i --install Asenna paketti sekä koontiversio
hr: -i --install Install i build paket
hu: -i --install Csomag-összeállítás és telepítés
ja: -i --install ビルドと同時にパッケージをインストール
ko: -i --install 꾸러미 빌드와 동시에 설치
nl: -i --install Pakket installeren naast deze te bouwen
pt: -i --install Instala o pacote, bem como compila
pt_br: -i --install Instala pacote e também compila
sk: -i --install Nainštalovať a zostaviť balíček
sv: -i --install Installera paket samt bygg
uk: -i --install Встановлювати пакунок після збирання
zh_cn: -i --install 构建并安装软件包

source: Name
ca: Nom
cs: Název
es: Nombre
fi: Nimi
hr: Naziv
hu: Név
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Nazwa
pt: Nome
pt_br: Nome
ro: Nume
ru: Название
sk: Meno
sv: Namn
tr: İsim
uk: Назва
zh_cn: 名字

source: Version
ca: Versió
cs: Verze
es: Versión
fi: Versio
hr: Verzija
hu: Verzió
it: Versione
ja: バージョン
ko: 버전
nl: Versie
pl: Wersja
pt: Versão
pt_br: Versão
ro: Versiune
ru: Версия
sk: Verzia
tr: Versiyon
uk: Версія
zh_cn: 版本

source: Description
ca: Descripció
cs: Popis
de: Beschreibung
es: Descripción
fi: Kuvaus
hr: Opis
hu: Leírás
it: Descrizione
ja: 説明
ko: 설명
nl: Omschrijving
pl: Opis
pt: Descrição
pt_br: Descrição
ro: Descriere
ru: Описание
sk: Popis
sv: Beskrivning
tr: Açıklama
uk: Опис
zh_cn: 描述

source: Groups
ca: Grups
cs: Skupiny
de: Gruppen
es: Grupos
fi: Ryhmät
hr: Grupe
hu: Csoportok
it: Gruppi
ja: グループ
ko: 그룹
nl: Groepen
pl: Grupy
pt: Grupos
pt_br: Grupos
ro: Grupuri
ru: Группы
sk: Skupiny
sv: Grupper
tr: Gruplar
uk: Групи
zh_cn: 组

source: Licenses
ca: Llicències
cs: Licence
de: Lizenzen
es: Licencias
fi: Lisenssit
hr: Dozvole
hu: Licencek
it: Licenze
ja: ライセンス
ko: 라이선스
nl: Licenties
pl: Licencje
pt: Licenças
pt_br: Licenças
ro: Licențe
ru: Лицензии
sk: Licencie
sv: Licenser
tr: Lisanslar
uk: Ліцензії
zh_cn: 许可证

source: Provides
ca: Proporciona
cs: Poskytuje
de: Stellt bereit
es: Provee
fi: Tarjoaa
hr: Provideri
hu: Szolgáltató
it: Fornisce
ja: 提供
ko: 제공하는 꾸러미
nl: Voorziet
pl: Dostawcy
pt: Fornece
pt_br: Provê
ro: Oferă
ru: Предоставляет
sk: Poskytuje
sv: Tillhandahåller
tr: Sağladıkları
uk: Забезпечує
zh_cn: 提供
