Repository: Morganamilo/paru
Catalog: po/*.po
Languages: ca, cs, de, es, fi, hr, hu, it, ja, ko, nl, pl, pt, pt_br, ro, ru, sk, sv, tr, uk, zh_cn

source: The following packages are not compatible with your architecture:
ca: Els següents paquets no són compatibles amb la vostra arquitectura:
cs: Následující balíčky nejsou kompatibilní s vaší architekturou:
de: Die folgenden Pakete sind nicht mit Ihrer Architektur kompatibel:
es: Los siguientes paquetes no son compatibles con su arquitectura:
fi: Seuraavat paketit eivät ole yhteensopvia arkkitehtuurisi kanssa:
hr: Sljedeći paketi nemaju kompatibilnu arhitekturu:
hu: A következő csomagok nem kompatibilisek a processzor architektúrájával:
it: I seguenti pacchetti non sono compatibili con la tua architettura:
ja: 次のパッケージはアーキテクチャの互換性がありません:
ko: 다음 꾸러미는 사용자의 아키텍처와 호환되지 않음.:
nl: De volgende pakketten zijn niet compatibel met uw architectuur:
pl: Poniższe pakiety nie są kompatybilne z używaną architekturą:
pt: Os seguintes pacotes não são compatíveis com a sua arquitetura:
pt_br: Os seguintes pacotes não são compatíveis com sua arquitetura:
ro: Următoarele pachete nu sunt compatibile cu arhitectura ta:
ru: Следующие пакеты несовместимы с вашей архитектурой:
sk: Nasledujúce balíčky nie sú kompatibilné s vašou architektúrou:
sv: Följande paket är inte kompatibla med din arkitektur:
tr: Gösterilen paketler mimariniz ile uyumlu değildir:
uk: Наступні пакунки не сумісні з вашою архітектурою:
zh_cn: 下列软件包与你的系统架构不兼容：

source: Would you like to try build them anyway?
ca: Voleu provar de construir-los de totes maneres?
cs: Přejete si je přesto sestavit?
de: Möchten Sie trotzdem versuchen, sie zu erstellen?
es: ¿Quieres volver a intentar construirlos igualmente?
fi: Haluaisitko kuitenkin kokeilla niiden rakentamista?
hr: Svejedno napravi build?
hu: Megpróbálja mégis összeállítani őket?
it: Vuoi provare a compilarli comunque?
ja: それでもビルドしますか？
ko: 경고나 문제가 있지만, 무시하고 강제로 빌드를 진행하시겠습니까?
nl: Wilt u deze toch proberen te bouwen?
pl: Czy chcesz spróbować je skompilować mimo to?
pt: Deseja tentar compilá-los mesmo assim?
pt_br: Gostaria de compilá-los mesmo assim?
ro: Dorești să încerci să le compilezi oricum?
ru: Вы всё же хотите попытаться их собрать?
sk: Prajete si ich aj napriek tomu zostaviť?
sv: Vill ni försöka bygga de ändå?
tr: Yine de oluşturmayı denemek ister misiniz?
uk: Ви все одно хочете спробувати зібрати їх?
zh_cn: 你还是想要构建它们吗？

source: duplicate packages: {}
ca: paquets duplicats: {}
cs: duplicitní balíčky: {}
de: duplizierte Pakete: {}
es: paquetes duplicados: {}
fi: duplikaatti paketti: {}
hr: dupli paketi: {}
hu: duplikált csomagok: {}
it: pacchetti duplicati: {}
ja: 重複したパッケージ: {}
ko: 중복 꾸러미: {}
nl: dubbele pakketten: {}
pl: zduplikowane pakiety: {}
pt: pacotes duplicados: {}
pt_br: pacotes duplicados: {}
ro: pachete duplicate: {}
ru: пакеты-дубликаты: {}
sk: duplicitné balíčky: {}
sv: duplicerade paket: {}
tr: Tekrar eden paketler: {}
uk: дублювання пакунків: {}
zh_cn: 重复的软件包：{}

source: could not find all required packages:
ca: no s'han pogut trobar tots els paquets necessaris:
cs: nepodařilo se najít všechny potřebné balíčky:
de: nicht alle benötigten Pakete gefunden:
es: no se pudieron encontrar todos los paquetes necesarios:
fi: ei pystytty löytämään kaikkia vaadittuja paketteja:
hr: neuspješno traženje potrebnih paketa:
hu: nem sikerült megtalálni az összes szükséges csomagot:
it: impossibile trovare tutti i pacchetti necessari:
ja: 必要なパッケージを全て見つけることができません:
ko: 필요한 모든 꾸러미들을 찾을 수 없음:
nl: kon niet alle benodigde pakketten vinden:
pl: nie można znaleźć wszystkich wymaganych pakietów:
pt: não foi possível encontrar todos os pacotes necessários:
pt_br: não foi possível encontrar todos os pacotes necessários:
ro: nu s-au putut găsi toate pachetele necesare:
ru: не найдены требуемые пакеты:
sk: nepodarilo sa nájsť všetky potrebné balíčky:
sv: kunde inte hitta alla nödvändiga paket:
tr: tüm gerekli paketler bulunamadı:
uk: не вдалося знайти всі необхідні пакунки:
zh_cn: 无法找到所有需要的软件包：

source: {missing} (wanted by: {stack})
ca: {missing} (desitjat per: {stack})
cs: {missing} (požadováno od: {stack})
de: {missing} (Benötigt von: {stack})
es: {missing} (requerido por {stack})
fi: {missing} ({stack} haluaa tämän)
hr: {missing} (tražen od: {stack})
hu: {missing} (igényli: {stack})
ja: {missing} (必要としているパッケージ: {stack})
ko: {missing} (필수 꾸러미: {stack})
nl: {missing} (nodig voor: {stack})
pt: {missing} (requerido por: {stack})
pt_br: {missing} (requerido por: {stack})
ro: {missing} (dorit de: {stack})
ru: {missing} (нужен для: {stack})
sk: {missing} (požadované: {stack})
sv: {missing} (eftersökt av: {stack})
uk: {missing} (необхідний для: {stack})
zh_cn: {missing}（被 {stack} 需要）

source: {}-{} is up to date -- skipping
ca: {}-{} està actualitzat -- s'omet
cs: {}-{} je aktuální -- přeskočeno
de: {}-{} ist aktuell -- überspringe
es: {}-{} esta actualizado -- saltando
fi: {}-{} on ajantasalla -- ohitetaan
hr: {}-{} je ažuriran -- preskačem
hu: {}-{} naprakész -- kihagyás
it: {}-{} è aggiornato -- sarà ignorato
ja: {}-{} は最新です -- スキップ
ko: {}-{} 현재 최신버전 -- 건너뛰는 중
nl: {}-{} is actueel -- overslaan
pl: {}-{} jest aktualny -- pomijanie
pt: {}-{} está atualizado -- a ignorar
pt_br: {}-{} está atualizado -- pulando
ro: {}-{} este actualizat la ultima versiune -- se sare peste
ru: {}-{} уже свежих версий --- пропускаем
sk: {}-{} je aktuálne -- preskakujem
sv: {}-{} är aktuell -- hoppar över
tr: {}-{} güncel -- es geçiliyor
uk: {}-{} в актуальному стані -- пропускається
zh_cn: {}-{} 已是最新 -- 正在跳过

source: Calculating conflicts...
ca: Calculant conflictes...
cs: Výpočet konfliktů...
de: Konflikte berechnen…
es: Calculando conflictos...
fi: Lasketaan ristiriitoja...
hr: Računanje konflikata...
hu: Ütközések keresése...
it: Analizzando i conflitti...
ja: 衝突を確認しています...
ko: 충돌 계산 중...
nl: Conflicten berekenen...
pl: Obliczanie konfliktów…
pt: A calcular conflitos...
pt_br: Calculando conflitos...
ro: Calcularea conflictelor...
ru: Поиск конфликтов...
sk: Počítam konflikty...
sv: Beräknar konflikter...
tr: Çakışmalar hesaplanıyor...
uk: Розрахунок конфліктів...
zh_cn: 正在计算冲突……

source: Calculating inner conflicts...
ca: Calculant conflictes interns...
cs: Výpočet vnitřních konfliktů...
de: Interne Konflikte berechnen…
es: Calculando conflictos internos...
fi: Lasketaan sisäisiä ristiriitoja...
hr: Računanje unutrašnjih konflikata...
hu: Belső ütközések keresése...
it: Analizzando i conflitti...
ja: 内部衝突を確認しています...
ko: 내부충돌 계산 중...
nl: Interne conflicten berekenen...
pl: Obliczanie wewnętrznych konfliktów…
pt: A calcular conflitos internos...
pt_br: Calculando conflitos internos...
ro: Calculare conflicte interioare...
ru: Поиск внутренних конфликтов...
sk: Počítam vnútorné konflikty...
sv: Beräknar inre konflikter...
tr: İç çakışmalar hesaplanıyor...
uk: Розрахунок внутрішніх конфліктів...
zh_cn: 正在计算内部冲突……

source: Inner conflicts found:
ca: Conflictes interns trobats:
cs: Nalezené vnitřní konflikty:
de: Interne Konflikte gefunden:
es: Conflictos internos encontrados:
fi: Sisäiset ristiriidat löydetty:
hr: Unutrašnji konflikti pronađeni:
hu: Megtalált belső ütközések:
it: Conflitti interni:
ja: 内部衝突が見つかりました:
ko: 내부 충돌 발견됨:
nl: Interne conflicten gevonden:
pl: Znalezione wewnętrzne konflikty:
pt: Conflitos internos encontrados:
pt_br: Conflitos internos encontrados:
ro: Conflicte interioare depistate:
ru: Внутренние конфликты:
sk: Nájdené vnútorné konflikty:
sv: Inre konflikter funna:
tr: İç çakışmalar bulundu:
uk: Виявлені внутрішні конфлікти:
zh_cn: 发现的内部冲突：

source: Conflicts found:
ca: Conflictes trobats:
cs: Nalezené konflikty:
de: Konflikte gefunden:
es: Conflictos encontrados:
fi: Ristiriidat löydetty:
hr: Konflikti pronađeni:
hu: Megtalált ütközések:
it: Conflitti:
ja: 衝突が見つかりました:
ko: 충돌 발견됨:
nl: Conflicten gevonden:
pl: Znalezione konflikty:
pt: Conflitos encontrados:
pt_br: Conflitos encontrados:
ro: Conflicte depistate:
ru: Конфликты:
sk: Nájdené konflikty:
sv: Konflikter funna:
tr: Çakışmalar bulundu:
uk: Виявлено конфлікти:
zh_cn: 发现的冲突：

source: Conflicting packages will have to be confirmed manually
ca: Els paquets en conflicte s'hauran de confirmar manualment
cs: Konfliktní balíčky musí být potvrzeny ručně
de: In Konflikt stehende Pakete müssen manuell bestätigt werden
es: Los paquetes en conflicto tendrán que confirmase manualmente
fi: Ristiriitaiset paketit on vahvistettava manuaalisesti
hr: Paketi u konfliktu se moraju ručno potvrditi
hu: Az ütköző csomagokat kézzel kell megerősíteni
it: I pacchetti in conflitto dovranno essere confermati manualmente
ja: 衝突しているパッケージを手動で確認する必要があります
ko: 충돌하는 꾸러미는 사용자가 직접 확인 처리해야 합니다
nl: Conflicterende pakketten moeten handmatig bevestigd worden
pl: Konfliktujące pakiety będa musiały zostać zatwierdzone ręcznie
pt: Pacotes em conflito deverão ser confirmados manualmente
pt_br: Pacotes conflitantes deverão ser confirmados manualmente
ro: Pachetele care sunt în conflict vor trebui confirmate manual
ru: Установку конфликтующих пакетов будет необходимо подтверждать вручную
sk: Konfliktné balíčky musíte potvrdiť ručne
sv: Paket i konflikt kommer behöva konfimeras manuellt
tr: Çakışan paketler manuel olarak onaylanmalıdır
uk: Конфліктуючі пакунки потрібно буде підтвердити вручну
zh_cn: 冲突的软件包将需要手动确认

source: can not install conflicting packages with --noconfirm
ca: no es poden instal·lar paquets en conflicte amb --noconfirm
cs: nelze instalovat konfliktní balíčky s --noconfirm
de: In Konflikt stehende Pakete können nicht mit --noconfirm installiert werden
es: no se permiten instalar los paquetes en conflicto con --noconfirm
fi: ei voida asentaa ristiriitaisia paketteja --noconfirm:illa
hr: nije moguće instalirati pakete u konfliktu sa --noconfirm
hu: nem lehet egymással ütköző csomagokat telepíteni a --noconfirm kapcsolóval
it: impossibile installare pacchetti in conflitto con --noconfirm
ja: --noconfirm で衝突するパッケージをインストールできません
ko: --noconfirm 옵션을 사용하여 충돌하는 꾸러미를 설치할 수 없음
nl: kan geen conflicterende pakketten installeren met --noconfirm
pl: nie można instalować konfliktujących pakietów z --noconfirm
pt: não é possível instalar pacotes em conflito com --noconfirm
pt_br: não é possível instalar pacotes conflitantes com --noconfirm
ro: nu s-au putut instala pachetele care sunt în conflict cu --noconfirm
ru: нельзя установить конфликтующие пакеты с --noconfirm
sk: nemôžem inštalovať konfliktné balíčky s --noconfirm
sv: kan inte installera paket i konflikt med --noconfirm
tr: --noconfirm ile çakışan paketler yüklenemez
uk: не вдалося встановити конфліктуючі пакунки з --noconfirm
zh_cn: 无法通过 --noconfirm 来安装有冲突的软件包

source: failed to execute file manager: {}
ca: no s'ha pogut executar el gestor de fitxers: {}
cs: nepodařilo se spustit správce souborů: {}
de: Dateimanager konnte nicht ausgeführt werden: {}
es: no se pudo ejecutar el gestor de archivos: {}
fi: ei pystytty suorittamaan tiedostoselainta: {}
hr: neuspješno pokretanje file manager-a: {}
hu: nem sikerült elindítani a fájlkezelőt: {}
it: impossibile lanciare il gestore di file: {}
ja: ファイルマネージャの実行に失敗しました
ko: 파일 관리자 실행에 실패함: {}
nl: kon bestandsbeheerder niet uitvoeren: {}
pl: uruchamianie menadżera plików nie powiodło się: {}
pt: problema ao executar gestor de ficheiros: {}
pt_br: falha ao executar gerenciador de arquivos: {}
ro: nu s-a putut executa un file manager: {}
ru: не удалось запустить файловый менеджер: {}
sk: nepodarilo sa spustiť správcu súborov: {}
sv: misslyckades med att exekvera filhanterare: {}
tr: dosya yöneticisi çalıştırılamadı: {}
uk: не вдалося запустити файловий менеджер: {}
zh_cn: 未能执行文件管理器：{}

source: file manager '{}' did not execute successfully
hu: az „()” fájlkezelő futtatását nem sikerült sikeresen végrehajtani
sv: filhanterare '{}' exekverades inte korrekt

source: failed to read dir: {}
ca: no s'ha pogut llegir el directori: {}
cs: nepodařilo se načíst adresář: {}
de: Verzeichnis konnte nicht gelesen werden: {}
es: no se pudo abrir el directorio: {}
fi: ei pystytty lukemaan kansiota: {}
hr: neuspješno čitanje dir-a: {}
hu: nem sikerült beolvasni a következő könyvtárat: {}
it: impossibile accedere alla directory: {}
ja: ディレクトリの読み込みに失敗しました: {}
ko: 디렉터리 읽기에 실패함: {}
nl: uitlezen van map {} mislukt
pl: odczytywanie katalogu nie powiodło się: {}
pt: problema ao ler diretório: {}
pt_br: falha ao ler diretório: {}
ro: nu s-a putut citi directorul: {}
ru: не удалось прочесть директорию:
sk: nepodarilo sa načítať adresár: {}
sv: misslyckades med att läsa katalogen: {}
tr: dizin okunamadı: {}
uk: не вдалося прочитати каталог: {}
zh_cn: 未能读取目录：{}

source: failed to open: {}
ca: no s'ha pogut obrir: {}
cs: nepodařilo se otevřít: {}
de: konnte nicht geöffnet werden: {}
es: no se pudo abrir: {}
fi: ei pystytty avaamaan: {}
hr: neuspješno otvaranje: {}
hu: nem sikerült megnyitni a következőt: {}
it: impossibile aprire: {}
ja: オープンに失敗しました: {}
ko: 열기에 실패함: {}
nl: openen van {} mislukt
pl: otwieranie nie powiodło się: {}
pt: problema ao abrir: {}
pt_br: falha ao abrir: {}
ro: nu s-a putut deschide {}
ru: не удалось открыть: {}
sk: nepodarilo sa otvoriť: {}
sv: misslyckades med att öppna: {}
tr: açılamadı: {}
uk: не вдалося відкрити: {}
zh_cn: 未能打开：{}

source: binary file: {}
ca: fitxer binari: {}
cs: binární soubor: {}
de: Binärdatei: {}
es: fichero binario: {}
fi: binääri tiedosto: {}
hr: binarna datoteka: {}
hu: bináris fájl: {}
it: file binario: {}
ja: バイナリファイル: {}
ko: 바이너리 파일: {}
nl: binair bestand: {}
pl: plik binarny: {}
pt: ficheiro binário: {}
pt_br: arquivo binário: {}
ro: fișier binar: {}
ru: бинарный файл: {}
sk: binárny súbor: {}
sv: binärfil: {}
tr: ikili dosya: {}
uk: двійковий файл: {}
zh_cn: 二进制文件：{}

source: Accept changes?
ca: Accepteu els canvis?
cs: Potvrdit změny?
de: Änderungen akzeptieren?
es: ¿Aceptar cambios?
hu: Elfogadja a változásokat?
ko: 변경사항을 적용하시겠습니까?
nl: Wijzigingen accepteren?
pt: Aceitar alterações?
pt_br: Aceitar mudanças?
sk: Potvrdiť zmeny?
sv: Acceptera ändringar?
uk: Прийняти зміни?
zh_cn: 接受更改？

source: Paging with less. Press 'q' to quit or 'h' for help.
cs: Zobrazení po stránkách pomocí less. Stiskněte 'q' pro ukončení nebo 'h' pro nápovědu.
hu: Kevesebb oldallapozás. A kilépéshez nyomja meg a „q” gombot, a súgó megnyitásához pedig a „h” gombot.
ko: less로 페이징합니다. 종료는 'q', 도움말은 'h'를 누르세요.
pt: Chamada com menos. Prima ‘q’ para sair ou ‘h’ para obter ajuda.
sv: Sökning med less. Tryck på 'q' för att avsluta eller 'h' för hjälp.
uk: Посторінковий перегляд (less). Натисніть «q» для виходу або «h» для довідки.

source: nothing new to review
ca: no hi ha res nou per revisar
cs: nic nového ke kontrole
de: nichts Neues zu überprüfen
es: nada nuevo para revisar
fi: ei uutta tarkistettavaa
hr: ništa novo za review
hu: nincs újdonság, amit felül kellene vizsgálni
it: nessuna nuova revisione
ja: 新しくレビューするものはありません
ko: 검토할 새로운 내용 없음
nl: niets nieuws om te controleren
pl: brak nowych treści do przeglądu
pt: nada de novo para analisar
pt_br: nada de novo para revisar
ro: nimic nou de verificat
ru: нет ничего нового, требующего ревизии
sk: nič nové na kontrolu
sv: inget nytt att granska
tr: inceleme için yeni bir şey yok
uk: нічого нового для огляду
zh_cn: 没有可供审阅的新更改

source: can't find package name in packagelist: {}
ca: no es pot trobar el nom del paquet a la llista de paquets: {}
cs: nelze najít název balíčku v seznamu balíčků: {}
de: Paketname Paketliste nicht gefunden: {}
es: no se pudo encontrar el nombre del paquete en lista de paquetes: {}
fi: ei löydetty paketin nimeä pakettilistassa: {}
hr: nije moguće pronaći naziv paketa u listi paketa: {}
hu: nem sikerült megtalálni a csomag nevét a csomaglistában: {}
it: impossibile trovare il nome del pacchetto nella lista dei pacchetti(packagelist): {}
ja: パッケージリストにパッケージの名前を見つけることができません: {}
ko: 꾸러미목록에서 꾸러미 이름을 찾을 수 없음: {}
nl: kon de pakketnaam niet vinden in de pakketlijst: {}
pl: nie znaleziono nazwy pakietu w packagelist: {}
pt: não foi possível encontrar nome do pacote na lista: {}
pt_br: não foi possível encontrar nome do pacote na lista: {}
ro: nu s-a putut găsi numele pachetului in packagelist: {}
ru: не найдено имени пакета в списке пакетов: {}
sk: nemôžem nájsť meno balíčka v packagelist: {}
sv: kan inte hitta paketnamn i packagelist: {}
tr: paket ismi paket listesinde bulunamadı: {}
uk: не вдалося знайти пакунок із такою назвою у списку пакунків: {}
zh_cn: 无法在软件包列表中找到软件包的名字：{}

source: Signing packages...
ca: Signant els paquets...
cs: Podepisování balíčků...
de: Signiere Pakete…
es: Firmando paquetes...
fi: Allekirjoitetaan paketteja...
hr: Potpisivanje paketa...
hu: Csomagok aláírása...
it: Firmando i pacchetti...
ja: パッケージへ署名をしています...
ko: 꾸러미 서명 중...
nl: Pakketten signeren...
pl: Podpisywanie pakietów…
pt: A assinar os pacotes...
pt_br: Assinando pacotes...
ro: Se semnează pachetele...
ru: Подписывание пакетов...
sk: Podpisujem balíčky...
sv: Signerar paket...
tr: Paketler imzalanıyor...
uk: Підписання пакунків...
zh_cn: 正在为软件包签名……

source: {}-{} is up to date -- skipping install
ca: {}-{} està actualitzat -- s'està ometent la instal·lació
cs: {}-{} je aktuální -- instalace přeskočena
de: {}-{} ist aktuell -- überspringe Installation
es: {}-{} está actualizado -- saltando instalación
fi: {}-{} on ajantasalla -- ohitetaan asennus
hr: {}-{} je ažuriran -- preskakanje instalacije
hu: {}-{} naprakész -- telepítés kihagyása
it: {}-{} è aggiornato -- saltando l'installazione
ja: {}-{} は最新です -- インストールをスキップ
ko: {}-{} 현재 최신버전입 -- 설치 건너뛰는 중
nl: {}-{} is actueel -- installatie overslaan
pl: {}-{} jest aktualny -- pomijanie instalacji
pt: {}-{} está atualizado -- a ignorar instalação
pt_br: {}-{} está atualizado -- pulando instalação
ro: {}-{} este actualizat la ultima versiune -- se sare peste instalare
ru: {}-{} уже свежих версий --- пропускаем установку
sk: {}-{} je aktuálny -- preskakujem aktualizáciu
sv: {}-{} är aktuell -- hoppar över installation
tr: {}-{} güncel -- yükleme es geçiliyor
uk: {}-{} в актуальному стані - встановлення пропускається
zh_cn: {}-{} 已是最新 -- 跳过安装

source: keys need to be imported:
ca: cal importar les claus:
cs: klíče k importu:
de: Schlüssel müssen importiert werden:
es: se necesitan importar claves :
hr: klučevi moraju biti uvezeni:
hu: importálni kell a következő kulcsokat:
ja: 鍵をインポートする必要があります:
ko: GPG 키 인증이 필요함:
nl: sleutels moeten geïmporteerd worden:
pt: as chaves precisam de ser importadas:
pt_br: chaves precisam ser importadas:
sk: kľúče na import:
sv: nycklar behövs importeras:
uk: потрібно імпортувати ключі:
zh_cn: 需要导入的公钥：

source: {key} wanted by: {base}
ca: {key} buscat per: {base}
cs: {key} požadováno: {base}
de: {key} wird benötigt von: {base}
es: {key} requerido por: {base}
fi: {base} haluaa {key}
hr: {key} tražen od: {base}
hu: {key} igényli: {base}
ja: {key} は {base} に必要とされています
ko: {key}의 요청자: {base}
nl: {key} gewenst door: {base}
pt: {key} requerido por: {base}
pt_br: {key} requerido por: {base}
ro: {key} dorită de: {base}
ru: {key} требуется для: {base}
sk: {key} požadované: {base}
sv: {key} eftersökt av: {base}
uk: {key} необхідний для: {base}
zh_cn: {key} 被 {base} 需要

source: No Date
ca: Sense data
cs: Žádný datum
de: Kein Datum
es: Sin Fecha
fi: Ei Päivämäärää
hr: Bez Datuma
hu: Nincs dátum
it: Nessuna Data
ja: 日付なし
ko: 날짜 없음
nl: Geen datum
pl: Brak daty
pt: Sem data
pt_br: Sem Data
ro: Nicio Dată
ru: Без даты
sk: Žiadny dátum
sv: Inget Datum
tr: Tarih Yok
uk: Без дати
zh_cn: 没有日期

source: No Title
ca: Sense títol
cs: Žádný název
de: Kein Titel
es: Sin Título
fi: Ei Otsikkoa
hr: Bez Naslova
hu: Nincs cím
it: Nessun Titolo
ja: タイトルなし
ko: 제목 없음
nl: Geen titel
pl: Brak tytułu
pt: Sem título
pt_br: Sem Título
ro: Niciun Titlu
ru: Без названия
sk: Žiadny názov
sv: Ingen Titel
tr: Başlık Yok
uk: Без назви
zh_cn: 没有标题

source: no new news
ca: no hi ha notícies noves
cs: žádné nové novinky
de: keine Neuigkeiten
es: no hay noticias
fi: ei uusia uutisia
hr: Nema novih vijesti
hu: nincsenek új hírek
it: nessuna nuova notizia
ja: 新しいニュースはありません
ko: 새로운 소식 없음
nl: niets nieuws
pl: brak aktualności
pt: sem novas notícias
pt_br: sem novidades
ro: nicio știre nouă
ru: новостей нет
sk: žiadne novinky
sv: inga nyheter
tr: yeni haber yok
uk: немає нових новин
zh_cn: 没有新的新闻

source: repo {} does not have a URL or Path
ca: el dipòsit {} no disposa d'una URL o camí
cs: repozitář {} nemá URL nebo Path
de: Repo {} hat keine URL oder Pfad
es: repositorio {} no tiene una URL o Ruta
hu: a(z) {} tároló nem rendelkezik webcímmel vagy elérési útvonallal
ko: 저장소 {}에 URL이나 경로 없음
nl: repo {} heeft geen URL of pad
pt: repositório {} não tem um URL ou caminho
pt_br: repositório {} não tem uma URL ou caminho
sk: repozitár {} nemá adresu URL alebo cestu
sv: förvar {} har ingen URL eller sökväg
uk: репозиторій {} не має посилання або шляху
zh_cn: 软件库 {} 不具有 URL 或路径

source: repo {} not downloaded (use -Sy --pkgbuilds to download)
cs: repozitář {} se nestáhl (použijte -Sy --pkgbuilds ke stažení)
es: repositorio {} no se descargó (usa -Sy --pkgbuilds para descargar)
hu: a(z) {} tároló nincs letöltve (használja a -Sy --pkgbuilds kapcsolókat a letöltéshez)
ko: 저장소 {} 내려받지 못함 (내려받으려면 -Sy --pkgbuilds 사용)
pt: repositório {} não transferido (usar -Sy --pkgbuilds para transferir)
sk: repozitár {} sa nestiahol (použite -Sy --pkgbuilds na stiahnutie)
sv: förvar {} inte nedladdad (använd -Sy --pkgbuilds för att ladda ner)
uk: репозиторій {} не завантажено (для завантаження використовуйте -Sy --pkgbuilds)

source: Generating .SRCINFO for {repo}/{dir}...
ca: Generant .SRCINFO per {repo}/{dir}...
cs: Vytvářím .SRCINFO pro {repo}/{dir}...
de: Generiere .SRCINFO für {repo}/{dir}...
es: Generando .SRCINFO para {repo}/{dir}...
hu: .SRCINFO előállítása a(z) {repo}/{dir} számára...
ko: {repo}/{dir}에 대한 .SRCINFO 생성하는 중...
nl: .SRCINFO aanmaken voor {repo}/{dir}...
pt: A gerar .SRCINFO para {repo}/{dir}...
pt_br: Gerando .SRCINFO para {repo}/{dir}...
sk: Vytváram .SRCINFO pre {repo}/{dir}...
sv: Genererar .SRCINFO för {repo}/{dir}...
uk: Створення .SRCINFO для {repo}/{dir}...
zh_cn: 正在为 {repo}/{dir} 生成 .SRCINFO……

source: failed to parse srcinfo "{}"
ca: no s'ha pogut analitzar «srcinfo»
cs: nepodařilo se načíst srcinfo "{}"
de: .SRCINFO ‚{}‘ konnte nicht eingelesen werden
es: no se pudo procesar srcinfo para '{}'
hu: nem sikerült elemezni az srcinfo-t: „{}”
ko: srcinfo "{}" 파싱 실패함
nl: parsen van srcinfo is mislukt: '{}'
pt: falha ao analisar srcinfo "{}"
pt_br: falha ao analisar srcinfo "{}"
sk: nepodarilo sa načítať srcinfo "{}"
sv: misslyckades att tolka srcinfo "{}"
uk: не вдалося розібрати SRCINFO "{}"
zh_cn: 未能解析 srcinfo "{}"

source: Downloading PKGBUILD Repos...
ca: S'estan baixant els dipòsits amb els PKGBUILDs...
cs: Stahování PKGBUILD repozitáře...
de: Lade PKGBUILD Repos herunter...
es: Descargando repositorios de PKGBUILDs...
hu: A PKGBUILD tárolók letöltése...
ko: PKGBUILD 저장소 내려받는 중...
nl: PKGBUILD-repo's downloaden...
pt: A transferir repositórios PKGBUILD...
pt_br: Baixando repositórios PKGBUILD...
sk: Sťahujem PKGBUILD repozitáre...
sv: Laddar ner PKGBUILD Förvar...
uk: Завантаження репозиторіїв PKGBUILD...
zh_cn: 正在下载 PKGBUILD 仓库……
