Repository: Morganamilo/paru
Catalog: po/*.po
Languages: ca, cs, de, es, fi, hr, hu, it, ja, ko, nl, pl, pt, pt_br, ro, ru, sk, sv, tr, uk, zh_cn

source: key can not contain null bytes
ca: la clau no pot contenir bytes nuls
cs: klíč nesmí obsahovat nulové bajty
de: Schlüssel darf keine Null-Bytes enthalten
es: la clave no puede contener bytes nulos
fi: avain ei voi sisältää null tavuja
hr: key ne smije sadržavati null bytes
hu: a kulcs nem tartalmazhat null byte-ot
ja: キーに null バイトを含めることはできません
ko: 키는 null 바이트를 포함할 수 없음
nl: sleutel mag geen null-bytes bevatten
pt: a chave não pode conter bytes nulos
pt_br: chave não pode conter bytes nulos
ru: ключ не может содержать нулевые байты
sk: kľúč nesmie obsahovať nulové bajty
sv: nyckel kan inte innehålla null bytes
uk: ключ не може містити нульових байтів
zh_cn: 键不能包含空字节

source: value can not contain null bytes
ca: el valor no pot contenir bytes nuls
cs: hodnota nesmí obsahovat nulové bajty
de: Wert darf keine Null-Bytes enthalten
es: el valor no puede contener bytes nulos
fi: arvo ei voi sisältää null tavuja
hr: vrijednost ne smije sadržavati null bytes
hu: az érték nem tartalmazhat null byte-ot
ja: 値に null バイトを含めることはできません
ko: 값은 null 바이트를 포함할 수 없음
nl: waarde mag geen null-bytes bevatten
pt: o valor não pode conter bytes nulos
pt_br: valor não pode conter bytes nulos
ru: значение не может содержать нулевые байты
sk: hodnota nesmie obsahovať nulové bajty
sv: värde kan inte innehålla null bytes
uk: значення не може містити нульових байтів
zh_cn: 值不能包含空字节

source: error: unknown option '{}' in section [bin]
ca: error: opció desconeguda '{}' a la secció [bin]
cs: chyba: neznámá volba '{}' v oddílu [bin]
de: Fehler: Unbekannte Option ‚{}‘ in Abschnitt [bin]
es: error: opción desconocida '{}' en sección [bin]
fi: virhe: tuntematon vaihtoehto '{}' osiossa [bin]
hr: greška: nepoznata opcija '{}' u sekciji [bin]
hu: hiba: ismeretlen „{}” kapcsoló a [bin] szakaszban
it: errore: opzione sconosciuta '{}' nella sezione [bin]
ja: エラー: セクション [bin] の不明なオプション '{}'
ko: 오류: [bin] 섹션에 알 수 없는 옵션 '{}'
nl: fout: onbekende optie '{}' in sectie [bin]
pl: błąd: nieznana opcja '{}' w sekcji [bin]
pt: erro: opção desconhecida '{}' na secção [bin]
pt_br: erro: opção desconhecida '{}' na seção [bin]
ro: eroare: opțiune necunoscută '{}' în secțiunea [bin]
ru: ошибка: неизвестная опция «{}» в секции [bin]
sk: chyba: neznáma voľba '{}' v oddiele [bin]
sv: okänt alternativ '{}' i sektion [bin]
tr: hata: [bin] bölümünde bilinmeyen seçenek '{}'
uk: помилка: невідома опція '{}' у розділі [bin]
zh_cn: 错误：选项节 [bin] 中有未知的选项 '{}'

source: error: unknown option '{}' in section [options]
ca: error: opció desconeguda '{}' a la secció [opcions]
cs: chyba: neznámá volba '{}' v oddílu [options]
de: Fehler: Unbekannte Option ‚{}‘ in Abschnitt [options]
es: error: opción desconocida '{}' en sección [options]
fi: virhe: tuntematon vaihtoehto '{}' osiossa [options]
hr: greška: nepoznata opcija '{}' u sekciji [opcije]
hu: hiba: ismeretlen „{}” kapcsoló az [options] szakaszban
it: errore: opzione sconosciuta '{}' nella sezione [opzioni]
ja: エラー: セクション [options] の不明なオプション '{}'
ko: 오류: [options] 섹션에 알 수 없는 옵션 '{}'
nl: fout: onbekende optie '{}' in sectie [options]
pl: błąd: nieznana opcja '{}' w sekcji [options]
pt: erro: opção desconhecida '{}' na secção [options]
pt_br: erro: opção desconhecida '{}' na seção [opções]
ro: erorare: opțiune necunoscută '{}' în secțiunea [options]
ru: ошибка: неизвестная опция «{}» в секции [options]
sk: chyba: neznáma voľba '{}' v oddiele [options]
sv: okänt alternativ '{}' i sektion [options]
tr: hata: [options] bölümünde bilinmeyen seçenek '{}'
uk: помилка: невідома опція '{}' у розділі [options]
zh_cn: 错误：选项节 [options] 中有未知的选项 '{}'

source: option '{}' does not take a value
ca: l'opció '{}' no pren cap valor
cs: volba '{}' nepřijímá hodnotu
de: Option ‚{}‘ akzeptiert keinen Wert
es: opción {} no admite un valor
fi: vaihtoehto '{}' ei ota arvoa
hr: opcija '{}' ne prima vrijednost
hu: a(z) „{}” kapcsoló nem vesz fel értéket
it: l'opzione '{}' non accetta valori
ja: オプション '{}' は値をとりません
ko: '{}' 옵션은 값을 허용하지 않음
nl: optie '{}' neemt geen waarde aan
pl: opcja '{}' nie przyjmuje wartości
pt: opção '{}' não aceita valores
pt_br: a opção '{}' não aceita valores
ro: opțiunea '{}' nu ia o valoare
ru: опция «{}» не принимает никакого значения
sk: voľba '{}' neprijíma hodnotu
sv: alternativet '{}' tar inget värde
tr: '{}' seçeneği bir değer almaz
uk: опція '{}' не приймає значення
zh_cn: 选项 '{}' 不接受值

source: There are {n} providers available for {pkg}:
ca: Hi ha {n} proveïdors disponibles per a {pkg}:
cs: Pro {pkg} je dostupných {n} poskytovatelů:
de: Es sind {n} Anbieter für {pkg} verfügbar:
es: Hay {n} proveedores disponibles para {pkg}
fi: On saatavilla {n} tarjoajaa paketille {pkg}
hr: {pkg} ima {n} dostupnih providera:
hu: A(z) {pkg} számára {n} szolgáltató áll rendelkezésre:
ja: {n} 個の選択肢が {pkg} にはあります:
ko: {pkg}용 대안 꾸러미 {n}개:
nl: Er zijn {n} aanbieders beschikbaar voor {pkg}:
pt: Há {n} provedores disponíveis para {pkg}:
pt_br: Há {n} provedores disponíveis para {pkg}:
ro: Există {n} provideri disponibili pentru {pkg}:
ru: Есть {n} доступных источников-поставщиков пакета {pkg}:
sk: Pre {pkg} je dostupných {n} poskytovateľov:
sv: Det finns {n} leverantörer tillgängliga för {pkg}:
uk: Для {pkg} знайдено {n} постачальників:
zh_cn: 软件包 {pkg} 有 {n} 个提供者：

source: Repository
ca: Repositori
cs: Repozitář
de: Repositorium
es: Repositorio
fi: Pakettivarasto
hr: Repozitorij
hu: Tároló
ja: リポジトリ
ko: 저장소
pl: Repozytorium
pt: Repositório
pt_br: Repositório
ru: Репозиторий
sk: Repozitár
sv: Förvaringsplats
tr: Depo
uk: Репозиторій
zh_cn: 软件库

source: failed to sync {}
ca: no s'ha pogut sincronitzar {}
cs: synchronizace {} se nezdařila
de: {} konnte nicht synchronisiert werden
es: No se pudo sincronizar {}
fi: epäonnistuttiin synkronoimaan {}
hr: neuspješan sync {}
hu: nem sikerült szinkronizálni a következőt: {}
it: non è potuto essere sincronizzato
ja: {} の同期に失敗しました
ko: {} 동기화 실패
nl: synchronizeren van {} mislukt
pl: synchronizacja {} nie powiodła się
pt: problema ao sincronizar '{}'
pt_br: falha ao sincronizar '{}'
ro: nu s-a putut sincroniza {}
ru: не удалось синхронизировать {}
sk: synchronizácia {} sa nepodarila
sv: misslyckades med att synkronisera {}
tr: {} senkron hatası
uk: не вдалося синхронізувати {}
zh_cn: 未能同步 {}

source: Querying AUR...
ca: S'està consultant l'AUR...
cs: Dotazovaní AUR...
de: AUR abfragen…
es: Buscando en el AUR...
fi: Etsitään AURista...
hr: Upit na AUR...
hu: Az AUR lekérdezése...
it: Interrogando la AUR...
ja: AUR を検索しています...
ko: AUR 조회중...
nl: AUR doorzoeken...
pl: Odpytywanie AUR…
pt: A procurar no AUR...
pt_br: Buscando no AUR...
ro: Se interoghează AUR...
ru: Выполняется запрос в AUR...
sk: Posielam požiadavku do AUR...
sv: Frågar AUR...
tr: AUR sorgulanıyor...
uk: Запит до AUR...
zh_cn: 正在查询 AUR……

source: failed to parse srcinfo for '{}'
ca: no s'ha pogut analitzar «srcinfo» per a «{}»
cs: nepodařilo se načíst srcinfo pro '{}'
de: .SRCINFO für ‚{}‘ konnte nicht eingelesen werden
es: no se pudo leer srcinfo para '{}'
fi: ei pystytty jäsentämään srcinfoa paketille '{}'
hr: neuspješno raščlanjivanje srcinfo za '{}'
hu: nem sikerült elemezni az .SRCINFO-t a következőhöz: „{}”
it: errore nel leggere il srcinfo per '{}'
ja: '{}' の SRCINFO の解析に失敗しました
ko: '{}'의 srcinfo 파싱 실패함
nl: parsen van SRCINFO is mislukt voor '{}'
pl: parsowanie srcinfo dla '{}' nie powiodło się
pt: problema ao analisar srcinfo para '{}'
pt_br: falha ao analisar srcinfo para '{}'
ro: nu s-a putut procesa srcinfo pentru '{}'
ru: не удалось обработать srcinfo для «{}»
sk: nepodarilo sa načítať srcinfo pre '{}'
sv: misslyckades med att analysera srcinfo för '{}'
tr: '{}' için srcinfo çekilemedi
uk: не вдалося розібрати srcinfo для '{}'
zh_cn: 未能解析 '{}' 的 srcinfo

source: Looking for devel repos...
ca: Buscant repositoris de desenvolupament...
cs: Vyhledávání vývojových repozitářů...
de: Suche nach devel Repos…
es: Buscando repos de desarrollo...
fi: Etsitään devel pakettivarastoja...
hr: Traženje devel repos...
hu: Fejlesztői tárolók keresése...
it: Controllo delle repository di sviluppo in corso...
ja: 開発リポジトリを検索しています...
ko: 개발버전 저장소 찾는 중...
nl: Zoeken naar devel-repo's...
pl: Szukanie repozytorium devel…
pt: A procurar repositórios devel...
pt_br: Procurando por repositórios devel...
ro: Se caută devel repos...
ru: Поиск репозиториев разработки (devel)...
sk: Vyhľadávam vývojové repozitáre...
sv: Letar efter devel-förvaringsplatser...
tr: Devel depolarına bakılıyor...
uk: Шукаємо репозиторії розробки...
zh_cn: 正在搜寻开发版仓库……

source: failed to save devel info
ca: no s'ha pogut desar la informació de desenvolupament
cs: nepodařilo se uložit vývojové informace
de: devel Informationen konnten nicht gespeichert werden
es: no se pudo guardar info de desarrollo
fi: ei pystytty tallentamaan devel infoa
hr: neuspješno spremanje devel info
hu: nem sikerült elmenteni a fejlesztői információt
it: impossibile salvare le informazioni sulle repository di sviluppo
ja: 開発情報の保存に失敗しました
ko: 개발버전 정보 저장 실패함
nl: opslaan van devel-info mislukt
pl: zapisywanie informacji devel nie powiodło się
pt: problema ao guardar informações de desenvolvimento
pt_br: falha ao salvar informações de desenvolvimento
ro: nu s-au putut salva devel info
ru: не удалось сохранить информацию для разработки (devel)
sk: nepodarilo sa uložiť vývojové informácie
sv: misslyckades med att spara devel-information
tr: devel bilgisi kayıt edilemedi
uk: не вдалося зберегти інформацію розробки
zh_cn: 未能保存开发版信息

source: failed to create state directory: {}
ca: no s'ha pogut crear el directori d'estat {}
cs: nepodařilo se vytvořit stavový adresář: {}
es: error al crear directorio de estado: {}
hu: nem sikerült létrehozni az állapotkönyvtárat: {}
ko: state 디렉터리 만들기 실패함: {}
nl: staatmap aanmaken mislukt: {}
pt: falha ao criar diretório de estado: {}
pt_br: falha ao criar diretório de estado: {}
sk: nepodarilo sa vytvoriť adresár pre stavy: {}
sv: misslyckades med att skapa tillståndskatalog: {}
uk: не вдалося створити каталог стану: {}
zh_cn: 未能创建状态目录：{}

source: failed to create temporary file: {}
ca: no s'ha pogut crear el fitxer temporal {}
cs: nepodařilo se vytvořit dočasný soubor: {}
es: error al crear fichero temporal: {}
hu: nem sikerült létrehozni az ideiglenes fájlt: {}
ko: 임시 파일 만들기 실패함: {}
nl: tijdelijk bestand aanmaken mislukt: {}
pt: falha ao criar ficheiro temporário: {}
pt_br: falha ao criar arquivo temporário: {}
sk: nepodarilo sa vytvoriť dočasný súbor: {}
sv: misslyckades med att skapa temporär fil: {}
uk: не вдалося створити тимчасовий файл: {}
zh_cn: 未能创建临时文件：{}

source: failed to write to temporary file: {}
ca: no s'ha pogut escriure al fitxer temporal {}
cs: nepodařilo se zapsat dočasný soubor: {}
es: error al escribir en fichero temporal: {}
hu: nem sikerült írni az ideiglenes fájlba: {}
ko: 임시 파일에 쓰기 실패함: {}
nl: tijdelijk bestand schrijven mislukt: {}
pt: falha ao gravar no ficheiro temporário: {}
pt_br: falha ao escrever no arquivo temporário: {}
sk: nepodarilo sa zapísať dočasný súbor: {}
sv: misslyckades med att skriva till temporär fil: {}
uk: не вдалося записати до тимчасового файлу: {}
zh_cn: 未能写入至临时文件：{}

source: failed to rename '{temp}' to '{devel_toml}
cs: nepodařilo se přejmenovat '{temp}' na '{devel_toml}
es: error al renombrar '{temp}' a '{devel_toml}
hu: nem sikerült a(z) „{temp}” átnevezése a következőre: „{devel_toml}”
ko: '{temp}'의 이름을 '{devel_toml}'로 변경 실패함
pt: falha ao renomear '{temp}' para '{devel_toml}
sk: nepodarilo sa premenovať '{temp}' na '{devel_toml}
sv: misslyckades att byta namn på '{temp}' till '{devel_toml}
uk: не вдалося перейменувати '{temp}' на '{devel_toml}'.

source: package does not have an update
ca: el paquet no té cap actualització
cs: balíček nemá aktualizaci
de: keine Updates für Paket verfügbar
es: el paquete no tiene una actualización
fi: paketille ei ole päivitystä
hr: paket nema update
hu: a csomagnak nincs frissítése
it: non ci sono aggiornamenti disponibili per il pacchetto
ja: パッケージに更新はありません
ko: 해당 꾸러미에 대한 업데이트 없음
nl: pakket heeft geen update
pl: pakiet nie ma aktualizacji
pt: pacote não possui atualizações
pt_br: pacote não possui atualizações
ro: pachetul nu are un update disponibil
ru: нет обновлений для пакета
sk: balíček nemá aktualizáciu
sv: paketet har ingen uppdatering
tr: pakete ait güncelleme yok
uk: немає оновлення для пакунка
zh_cn: 软件包无可用更新

source: failed to lookup: {}
ca: no s'ha pogut cercar: {}
cs: nepodařilo se najít: {}
de: nicht gefunden: {}
es: no se pudo buscar: {}
fi: ei pystytty hakemaan: {}
hr: neuspješan lookup: {}
hu: nem sikerült megtalálni a következőt: {}
it: non è stato possibile trovare: {}
ja: 検索に失敗: {}
ko: 조회 실패함: {}
nl: opzoeken mislukt: {}
pl: sprawdzenie nie powiodło się: {}
pt: falha ao procurar: {}
pt_br: falha ao buscar: {}
ro: nu s-a putut efectua căutarea: {}
ru: не удалось найти: {}
sk: nepodarilo sa nájsť: {}
sv: misslyckades med att leta upp: {}
tr: bakılamadı: {}
uk: не вдалося знайти: {}
zh_cn: 未能查找：{}

source: invalid toml: {}
cs: neplatný toml: {}
es: toml inválido: {}
hu: érvénytelen toml: {}
ko: 유효하지 JSON: {}
pt: toml inválido: {}
sk: neplatný toml: {}
sv: ogiltig toml: {}
uk: недійсний toml: {}

source: packages not in the AUR:
ca: paquets no a l'AUR:
cs: balíčky mimo AUR:
de: Pakete nicht im AUR vorhanden:
es: paquetes que no están en el AUR:
fi: paketit, jotka eivät ole AURissa:
hr: paketi nisu u AUR:
hu: az AUR-ban nem szereplő csomagok:
it: pacchetti non presenti nella AUR:
ja: AUR にないパッケージ:
ko: AUR에 없는 꾸러미:
nl: pakketten die niet in de AUR staan:
pl: pakiety nie znajdujące się a AUR:
pt: pacotes não presentes no AUR:
pt_br: pacotes ausentes no AUR:
ro: pachetele nu se găsesc în AUR:
ru: пакеты, отсутствующие в AUR:
sk: balíčky mimo AUR:
sv: paket finns inte i AUR:
tr: aur'da olmayan paketler:
uk: пакунки, яких немає в AUR:
zh_cn: 不在 AUR 中的软件包:

source: marked out of date:
ca: marcat com a no actualitzat:
cs: označené jako zastaralé:
de: als veraltet markiert:
es: marcado como desactualizado:
fi: vanhentuneeksi merkatut:
hr: označeno kao zastarjelo
hu: elavultnak lett jelölve:
it: pacchetti obsoleti:
ja: 古いバージョンとしてマーク:
ko: 구버전으로 표시됨:
nl: gemarkeerd als verouderd:
pl: oznaczone jako nieaktualne:
pt: marcados como desatualizados:
pt_br: marcado como desatualizado:
ro: marcat ca expirat:
ru: помечены как устаревшие:
sk: označené ako zastarané:
sv: markerat som utdaterat:
tr: tarihi geçmişler:
uk: позначені як застарілі:
zh_cn: 被标记为过时：

source: orphans:
ca: orfes:
cs: osamocené:
de: verwaist:
es: huérfanos:
fi: orvot:
hr: napušteni:
hu: árvák:
it: pacchetti orfani:
ja: 孤児:
ko: 고아 꾸러미:
nl: onbeheerd:
pl: osierocone:
pt: órfãos:
pt_br: órfãos:
ro: orfani:
ru: сироты:
sk: osamotené:
sv: övergivna:
tr: yetimler:
uk: сироти:
zh_cn: 无人维护：

source: downloading: {pkg}
ca: descarregant: {pkg}
cs: stahování: {pkg}
de: Herunterladen: {pkg}
es: descargando: {pkg}
hr: preuzimanje: {pkg}
hu: letöltés: {pkg}
ja: {pkg} をダウンロードしています
ko: 내려받는 중: {pkg}
nl: downloaden: {pkg}
pt: a transferir: {pkg}
pt_br: baixando: {pkg}
ru: скачивается: {pkg}
sk: sťahujem: {pkg}
sv: laddar ner: {pkg}
uk: завантаження: {pkg}
zh_cn: 正在下载：{pkg}

source: package '{}' was not found
ca: no s'ha trobat el paquet '{}'
cs: balíček '{}' nebyl nalezen
de: Paket ‚{}‘ wurde nicht gefunden
es: no se pudo encontrar el paquete '{}'
fi: pakettia '{}' ei löydetty
hr: paket '{}' nije pronađen
hu: nem található a(z) „{}” nevezetű csomag
it: impossibile trovare il pacchetto '{}'
ja: パッケージ '{}' は見つかりませんでした
ko: '{}' 꾸러미를 찾을 수 없음
nl: pakket '{}' is niet gevonden
pl: pakiet '{}' nie został odnaleziony
pt: o pacote '{}' não foi encontrado
pt_br: o pacote '{}' não foi encontrado
ro: pachetul '{}' nu a fost găsit
ru: пакет «{}» не найден
sk: balíček '{}' nebol nájdený
sv: paket '{}' hittades inte
tr: '{}' paketi bulunamadı
uk: пакунок '{}' не знайдено
zh_cn: 没有找到软件包 '{}'

source: duplicate PKGBUILD: {}
hu: PKGBUILD duplikálása: {}
sv: duplicera PKGBUILD: {}

source: package '{}' exists but has no PKGBUILD -- skipping
hu: A(z) „{}” csomag létezik, de nincs PKGBUILD-fájlja -- kihagyás
sv: paket '{}' existerar men har ingen PKGBUILD -- hoppar över

source: Downloading PKGBUILDs...
ca: S'estan baixant els PKGBUILDs...
cs: Stahování PKGBUILDů...
de: Lade PKGBUILDs herunter…
es: Descargando PKGBUILDs...
fi: Ladataan PKGBUILDeja...
hr: Preuzimanje PKGBUILDs...
hu: A PKGBUILD-ek letöltése…
it: Scaricando i PKGBUILD...
ja: PKGBUILD をダウンロードしています...
ko: PKGBUILD 내려받는 중...
nl: PKGBUILDs downloaden...
pl: Pobieranie plików PKGBUILD…
pt: A transferir PKGBUILDs...
pt_br: Baixando PKGBUILDs...
ro: Se descarcă PKBUILDs...
ru: Скачиваются PKGBUILD’ы...
sk: Sťahujem PKGBUILDy...
sv: Laddar ner PKGBUILD-filer...
tr: PKGBUILD'ler İndiriliyor...
uk: Завантаження сценаріїв PKGBUILD...
zh_cn: 正在下载 PKGBUILD……

source: PKGBUILDs up to date
ca: PKGBUILDs al dia
cs: PKGBUILDy jsou aktuální
de: PKGBUILDs sind aktuell
es: PKGBUILDs actualizados
fi: PKGBUILDit ovat ajantasalla
hr: PKGBUILDs su ažurirani
hu: A PKGBUILD-ek naprakészek
it: PKGBUILD aggiornati
ja: PKGBUILD は最新です
ko: PKGBUILD 파일 업데이트됨
nl: PKGBUILDs zijn nog actueel
pl: Pliki PKGBUILD są aktualne
pt: PKGBUILDs atualizadas
pt_br: PKGBUILDs atualizadas
ro: PKGBUILDs sunt actualizate la cea mai recentă versiune
ru: PKGBUILD’ы уже последних версий
sk: PKGBUILDy sú aktuálne
sv: PKGBUILD-filer är aktuella
tr: PKGBUILD'ler güncel
uk: сценарії PKGBUILD в актуальному стані
zh_cn: PKGBUILD 都已是最新版本

source: failed to run:
ca: no s'ha pogut executar:
cs: nepodařilo se spustit:
de: Ausführung fehlgeschlagen:
es: no se pudo ejecutar:
fi: epäonnistuttiin suorittamaan:
hr: neuspješno pokretanje:
hu: nem sikerült futtatni:
it: esecuzione fallita:
ja: 実行に失敗しました:
ko: 실행 실패함:
nl: starten mislukt:
pl: uruchamianie nie powiodło się:
pt: problema ao executar:
pt_br: falha ao executar:
ro: nu s-a putut rula:
ru: не удалось выполнить:
sk: nepodarilo sa spustiť:
sv: misslyckades med att köra:
tr: çalıştırılamadı:
uk: не вдалося виконати:
zh_cn: 未能运行：

source: Pacman is currently in use, please wait...
ca: Actualment, Pacman està en ús, espereu...
cs: Pacman je zaneprázdněný, prosím počkejte...
de: Pacman wird gerade ausgeführt, bitte warten…
es: Ya se está ejecutando Pacman, por favor espera...
fi: Pacman on tällä hetkellä käytössä, odota...
hr: Pacman se trenutno koristi, pričekajte...
hu: A pacman jelenleg használatban van, kis türelmet...
it: Pacman è attualmente in uso, attendi...
ja: 現在 Pacman は使用中です、しばらくお待ちください...
ko: Pacman이 현재 사용 중입니다. 잠시만 기다려 주세요...
nl: Pacman is momenteel in gebruik, gelieve even te wachten...
pl: Pacman znajduje się obecnie w użyciu, proszę czekać…
pt: O Pacman está em utilização, aguarde...
pt_br: Pacman está em uso, aguarde...
ro: Pacman este ocupat momentan, vă rugăm să așteptați...
ru: В данный момент уже работает Pacman, подождите...
sk: Pacman je zaneprázdnený, prosím čakajte...
sv: Pacman används just nu, var god vänta...
tr: Pacman şuan kullanılıyor, lütfen bekleyiniz...
uk: Pacman зараз використовується, зачекайте...
zh_cn: Pacman 正在使用中，请等待……

source: None
ca: Cap
cs: Žádné
de: Keine
es: Ninguno
fi: Ei ole
hr: Ništa
hu: Semmi
it: Nessuno
ja: なし
ko: 없음
nl: Geen
pl: Brak
pt: Nenhum
pt_br: Nenhum
ro: Nimic
ru: Никаких
sk: Žiadny
sv: Inga
tr: Hiçbiri
uk: Нічого
zh_cn: 无

source: Repo
cs: Repozitář
fi: Pakettivarasto
hu: Tároló
ja: リポジトリ
ko: 저장소
pl: Repozytorium
pt_br: Repositório
ru: Репозиторий
sk: Repozitár
sv: Förvar
tr: Depo
uk: Репозиторій
zh_cn: 软件库

source: Repo Make
ca: Construcció del repositori
es: Constructor de Make
fi: Pakettivarasto Make
hu: Tárolófordítás
it: Repo (compilazione)
ja: リポジトリ ビルド
ko: 저장소 꾸러미 빌드
nl: Repo (bouw)
pt_br: Pacotes Make nos repositórios
ru: Репозиторий Make
sv: Förvar Make
tr: Depo Make
zh_cn: 软件库（生成依赖）

source: Pkgbuilds Make
ca: Construcció dels PKGBUILD
es: Constructor de Pkgbuilds
hu: Pkgbuild-ek fordítása
ko: PKGBUILD 꾸러미 빌드
nl: PKGBUILDs (bouw)
zh_cn: PKGBUILD（生成依赖）

source: Aur Make
ca: Construcció de l'AUR
es: Constructor de AUR
hu: AUR-fordítás
it: AUR (compilazione)
ja: AUR ビルド
ko: AUR 꾸러미 빌드
nl: AUR (bouw)
pt_br: Pacotes Make no AUR
zh_cn: AUR（生成依赖）

source: Repo ({})
ca: Dipòsit ({})
cs: Repozitář ({})
es: Repositorio ({})
hu: Tároló ({})
ja: リポジトリ ({})
ko: 저장소 ({})
pt_br: Repositório ({})
sk: Repozitár ({})
sv: Förvar ({})
uk: Репозиторій ({})
zh_cn: 软件库（{}）

source: Old Version
ca: Versió antiga
cs: Stará verze
de: Alte Version
es: Versión Antigua
hu: Korábbi verzió
ja: 古いバージョン
ko: 구 버전
nl: Oude versie
pt: Versão antiga
pt_br: Versão Antiga
sk: Stará verzia
sv: Gammal version
uk: Стара версія
zh_cn: 旧版本

source: New Version
ca: Versió nova
cs: Nová verze
de: Neue Version
es: Versión Nueva
hu: Új verzió
ja: 新しいバージョン
ko: 신 버전
nl: Nieuwe versie
pt: Versão nova
pt_br: Nova Versão
sk: Nová verzia
sv: Ny version
uk: Нова версія
zh_cn: 新版本

source: Make Only
ca: Només construeix
cs: Pouze Make
de: Nur Make
es: Solo Construir
hu: Csak fordítás
ja: Makeのみ
ko: 꾸러미 빌드만
nl: Alleen bouwen
pt: Apenas compilar
pt_br: Apenas Compila
sk: Iba Make
sv: Make endast
uk: Тільки збирання
zh_cn: 仅生成

source: Yes
ca: Sí
cs: Ano
de: Ja
es: Sí
hu: Igen
ja: はい
ko: 예
nl: Ja
pt: Sim
pt_br: Sim
sk: Áno
sv: Ja
uk: Так
zh_cn: 是

source: No
cs: Ne
de: Nein
fi: Ei
hr: Ne
hu: Nem
ja: いいえ
ko: 아니요
nl: Nee
pl: Nie
pt: Não
pt_br: Não
ro: Nu
ru: Нет
sk: Nie
sv: Nej
tr: Hayır
uk: Ні
zh_cn: 否

source: insufficient columns available for table display
ca: no hi ha suficients columnes per a la visualització com a taula
cs: nedostatek sloupců pro zobrazení tabulky
de: zu wenig Spalten für Tabellenanzeige vorhanden
es: insuficientes columnas disponibles para visualizar como tabla
hu: nem áll rendelkezésre elegendő oszlop a táblázat megjelenítéséhez
ja: テーブル表示するためのカラム数が足りません
ko: 테이블 화면표시에 사용할 수 있는 열이 충분하지 않음
nl: onvoldoende kolommen beschikbaar voor tabelweergave
pt: colunas insuficientes disponíveis para exibição de tabela
pt_br: colunas insuficientes para mostrar tabela
sk: nedostatok stĺpcov na zobrazenie tabuľky
sv: otillräckligt med kolumner tillgängliga för tabellvisning
uk: недостатньо стовпців для відображення таблиці
zh_cn: 可用于表格显示的列不足

source: Usage:
ca: Ús:
cs: Použití:
de: Benutzung:
es: Uso:
fi: Käyttö:
hr: Korištenje:
hu: Használat:
ja: 使用法:
ko: 사용법:
nl: Gebruik:
pt: Utilização:
pt_br: Uso:
sk: Použitie:
sv: Användning:
uk: Використання:
zh_cn: 用法：

source: paru <operation> [...]
ca: paru <operació> [...]
cs: paru <operace> [...]
es: paru <operación> [...]
hr: paru <operacija> [...]
hu: paru <művelet> [...]
ja: paru <オペレーション> [...]
ko: paru <명령어> [...]
nl: paru <handeling> [...]
pt_br: paru <operação> [...]
sk: paru <operácia> [...]
uk: paru <операція> [...]
zh_cn: paru <操作> [...]

source: paru <package(s)>
ca: paru <paquet(s)>
cs: paru <balíček(y)>
de: paru <Paket(e)>
es: paru <paquete(s)>
hr: paru <paket(i)>
hu: paru <csomag(ok)>
ja: paru <パッケージ>
ko: paru <꾸러미>
nl: paru <pakket(ten)>
pt_br: paru <pacote(s)>
sk: paru <balíček(y)>
sv: paru <paket>
uk: paru <пакунок(и)>
zh_cn: paru <(多个)软件包>

source: Pacman operations:
ca: Operacions del Pacman:
cs: Pacman operace:
de: Pacman Operationen:
es: Operaciones de Pacman:
fi: Pacmanin operaatiot:
hr: Pacman operacije:
hu: Pacman műveletek:
ja: Pacman オペレーション:
ko: Pacman 명령어:
nl: Pacman-handelingen:
pt: Operações Pacman:
pt_br: Operações do pacman:
sk: Pacman operácie:
sv: Pacman operationer:
uk: Операції Pacman:
zh_cn: Pacman 操作：
