Repository: Morganamilo/paru
Catalog: po/*.po
Languages: ca, cs, de, es, fi, hr, hu, it, ja, ko, nl, pl, pt, pt_br, ro, ru, sk, sv, tr, uk, zh_cn

source: [Installed]
cs: [Nainstalované]
fi: [Asennettu]
it: [Installato]
ko: [설치됨]
nl: [Geïnstalleerd]
pl: [Zainstalowany]
pt_br: [Instalado]
ro: [Instalat]
ru: [Установлено]
tr: [Yüklü]
zh_cn: [已安装]

source: [Out-of-date: {}]
cs: [Zastaralé: {}]
fi: [Vanhentunut: {}]
it: [Obsoleto: {}]
ko: [구 버전: {}]
nl: [Verouderd: {}]
pl: [Nieaktualny: {}]
pt_br: [Desatualizado desde: {}]
ro: [Expirat: {}]
ru: [Устарело: {}]
tr: [Tarihi-geçmiş: {}]
zh_cn: [过时：{}]

source: [Orphaned]
cs: [Osamocené]
fi: [Hylätty]
it: [Orfano]
ko: [고아됨]
nl: [Onbeheerd]
pl: [Osierocony]
pt_br: [Órfão]
ru: [Сирота]
tr: [Yetim]
zh_cn: [无人维护]

source: Pkgbuilds ({})
zh_cn: PKGBUILD（{}）

source: Do you want to remove ALL AUR packages from cache?
fi: Haluatko poistaa KAIKKI AUR paketit välimuistista?
it: Vuoi rimuovere TUTTI i pacchetti della AUR dalla cache?
pl: Czy chcesz usunąć WSZYSTKIE pakiety z AUR znajdujące się w pamięci pdoręcznej?
ro: Doriți să stergeți din cache TOATE PACHETELE care provin din AUR?
ru: Вы хотите удалить ВСЕ AUR-пакеты из кэша?
tr: TÜM AUR paketlerini önbellekten silmek istiyor musun?

source: Do you want to remove all other AUR packages from cache?
fi: Haluatko poistaa kaikki muut AUR paketit välimuistista?
it: Vuoi rimuovere tutti gli altri pacchetti AUR dalla cache?
pl: Czy chcesz usunąć wszystkie inne pakiety z AUR znajdujące się w pamięci podręcznej?
ro: Doriți să stergeți din cache toate celelalte pachete AUR?
ru: Вы хотите удалить все прочие AUR-пакеты из кэша?
tr: Tüm diğer AUR paketlerini önbellekten silmek istiyor musun?

source: invalid json: {}
fi: virheellinen json: {}
it: json non valido: {}
pl: niepoprawny JSON: {}
ro: json invalid: {}
ru: дефектный json
tr: geçersiz json : {}

source: could not get current directory
fi: ei voitu hakea nykyistä kansiota
it: impossibile ottenere la directory attuale
pl: nie udało się pozyskać obecnego katalogu
ro: nu s-a putut obține directorul curent
ru: не удалось получить текущий каталог
tr: geçerli dizin alınamadı

source: can not get repo packages: asp is not installed
fi: ei voida hakea varasto paketteja: asp ei ole asennettu
it: impossibile ottenere pacchetti della repository: asp non è installato
pl: nie można pozyskać pakietów w repozytorium: asp nie jest zainstalowany
ro: nu s-au putut obține pachetele din repo: asp nu este instalat
ru: не удалось получить пакеты из репозитория: не установлен asp
tr: depo paketleri alınamadı: asp yüklü değil

source: Missing ABS packages
fi: Puuttuvia ABS paketteja
it: Pacchetti ABS mancanti
pl: Brakujące pakiety ABS
ro: Lipsesc pachetele ABS
ru: Недостающие пакеты ABS
tr: Eksik ABS paketleri

source: does not contain PKGBUILD: skipping
fi: ei sisällä PKGBUILDia: ohitetaan
it: non contiene PKGBUILD: saltando...
pl: nie zawiera PKGBUILD: ominięto
ro: nu conține PKGBUILD: se sare peste
ru: не содержит PKGBUILD — пропускаем
tr: pkgbuild içermiyor: es geçiliyor

source: ({total>padding$}/{total}) downloading: {pkg}
fi: ({total>padding$}/{total}) ladataan: {pkg}
ro: ({total>padding$}/{total}) se descarcă: {pkg}

source: {} is not installed: can not get repo packages
fi: {} ei ole asennettu: ei voitu hakea varasto paketteja
it: {} non è installato: non è possibile ottenere pacchetti della repository
pl: {} nie jest zainstalowany: nie można uzyskać pakietów w repozytorium
ro: {} nu este instalat: nu se pot obține pachetele din repo
ru: {} не установлен: не удалось получить пакеты из репозитория
tr: {} yüklü değil: depo paketleri alınamadı

source: asp returned {}
fi: asp palautti {}
it: asp ha restituito {}
pl: asp zwrócił {}
ro: asp returnează {}
ru: asp вернул {}
tr: asp cevabı {}

source: --asp <file> asp command to use
fi: --asp <file> käytettävä asp komento

source: --localrepo Build packages into a local repo
fi: --localrepo Rakenna paketteja paikalliseen repoon

source: upgrade specific options:
fi: päivitä tietyt asetukset:

source: can't build package as root
fi: ei voida rakentaa pakettia root-käyttäjänä
it: impossibile compilare pacchetti come root
pl: nie można skompilować pakietu jako root
ro: nu se poate compila pachetul ca root
ru: невозможно собрать пакет из под root’а
tr: root olarak paket oluşturulamadı

source: failed to download sources
fi: ei pystytty lataamaan lähteitä
it: scaricamento codice sorgente fallito
pl: pobieranie źródeł nie powiodło się
ro: nu s-au putut descărca sursele
ru: не удалось загрузить исходники
tr: kaynaklar indirilemedi

source: failed to build
fi: ei pystytty rakentamaan
it: compilazione fallita
pl: kompilowanie nie powiodło się
ro: nu s-a putut compila
ru: не удалось собрать
tr: oluşturulamadı

source: parsing pkg list...
fi: jäsennetään pkg listaa...
it: lettura lista dei pacchetti in corso...
pl: parsowanie listy pkg…
ro: se procesează lista pkg...
ru: чтение списка пакетов...
tr: pkg listesi çekiliyor...

source: could not find .SRINFO for '{}'
fi: ei pystytty löytämään .SRCINFOa paketille: '{}'
it: impossibile trovare .SRCINFO per '{}'
pl: nie można znaleźć .SRINFO dla '{}'
ro: nu s-a putut găsi .SRCINFO pentru '{}'
ru: не удалось найти .SRCINFO для «{}»
tr: '{}' için .SRINFO bulunamadı

source: {} is a directory
fi: {} on kansio
it: {} è una directory
pl: {} jest katalogiem
ro: {} este un director
ru: {} является директорией
tr: {} bir dizindir

source: keys need to be imported:)
fi: avaimet on asennettava:)
it: le chiavi devono essere importate:)
pl: klucze muszą zostać zaimportowane:)
ro: cheile trebuie importate:)
ru: нужно импортировать ключи:)
tr: anahtar içe aktarılmalıdır:)

source: Looking for AUR upgrades
fi: Etsitään AUR päivityksiä
it: Controllo di aggiornamenti dalla AUR in corso
pl: Szukanie aktualizacji w AUR
ro: Se caută upgrade-uri AUR
ru: Поиск обновлений в AUR
tr: AUR yükseltmelerine bakılıyor

source: Looking for devel upgrades
fi: Etsitään devel päivityksiä
it: Controllo di aggiornamenti da repository di sviluppo in corso
pl: Szukanie aktualizacji devel
ro: Se caută upgrade-uri devel
ru: Поиск обновлений разработки
tr: Devel yükseltmelerine bakılıyor

source: n
fi: e
tr: h

source: no
fi: ei
pl: nie
ro: nu
tr: hayır

source: invalid value '{:val}' for key '{:key}', expected: {:exp}
it: valore non valido '{:val}' per il campo '{:key}', valori possibili: {:exp}
pl: nieprawidłowa wartość '{:val}' podana dla '{:key}'; oczekiwano: {:exp}
tr: '{:key}' anahtarı için geçersiz değer '{:val}', beklenen: {:exp}

source: unknown section '{}'
it: sezione sconosciuta '{}'
pl: nieznana sekcja '{}'
ro: secțiune necunoscută '{}'
tr: bilinmeyen bölüm '{}'

source: There are {:n} providers available for {:pkg}:
it: Ci sono {:n} provider disponibili per {:pkg}:
pl: Dostępnych jest {:n} dostawców dla {:pkg}
tr: {:pkg} için {:n} adet sağlayıcı bulunmaktadır:

source: ({:total>padding$}/{:total}) downloading: {:pkg}
it: ({:total>padding$}/{:total}) in scaricamento: {:pkg}
pl: ({:total>padding$}/{:total}) pobieranie: {:pkg}
tr: ({:total>padding$}/{:total}) indiliriliyor: {:pkg}

source: {:missing} (wanted by: {:stack})
it: {:missing} (richiesto da: {:stack})
pl: {:missing} (wymagany przez: {:stack})
tr: {:missing} ({:stack}: tarafından arandı)

source: could not find package '{:pkg}' in package list for '{:base}'
it: impossibile trovare il pacchetto '{:pkg}' nella lista di pacchetti per '{:base}'
pl: nie znaleziono pakietu '{:pkg} w liście pakietów '{:base}'
tr: '{:pkg}' paket '{:base}' paket listesinde bulunamadı

source: {:key} wanted by: {:base}
it: {:key} richiesto da {:base}
pl: {:key} wymagany przez: {:base}
tr: {:key}: {:base} tarafından istendi

source: {:pkg}: ignoring package upgrade ({:old} => {:new})
it: {:pkg}: aggiornamento del pacchetto ignorato ({:old} => {:new})
pl: {:pkg}: ignorowanie aktualizacji ({:old} => {:new})
tr: {:pkg} paket yükseltmesini göz ardı ediyor ({:old} => {:new})

source: invalid value: {:n} is not between 1 and {:max}
it: valore non valido: {:n} non è compreso tra 1 e {:max}
pl: nieprawidłowa wartość: {:n} nie jest pomiędzy 1 i {:max}
tr: geçersiz değer: {:n} 1 ile {:max} arasında değil
