Repository: Morganamilo/paru
Catalog: po/*.po
Languages: ca, cs, de, es, fi, hr, hu, it, ja, ko, nl, pl, pt, pt_br, ro, ru, sk, sv, tr, uk, zh_cn

source: --batflags <flags> Pass arguments to bat
ca: --batflags <flags> Passa arguments al «bat»
cs: --batflags <flags> Předat argumenty do bat
de: --batflags <flags> Argumente für bat
es: --batflags <flags> Pasar argumentos a bat
fi: --batflags <flags> Anna bat argumentit
hr: --batflags <flags> Argumenti za prosljediti u bat
hu: --batflags <flags> Argumentumok átadása a bat-nek
ja: --batflags <flags> bat に渡す引数を指定
ko: --batflags <플래그> bat에 전달할 플래그
nl: --batflags <argumenten> Geef argumenten mee aan bat
pt: --batflags <flags> Passa argumentos ao bat
pt_br: --batflags <argumentos> Passa argumentos para bat
sk: --batflags <argumen> Odovzdať argumenty pre bat
sv: --batflags <flaggor> Skicka argument to bat
uk: --batflags <опції> Передати аргументи до bat
zh_cn: --batflags <标志> 传递参数给 bat

source: --gpg <file> gpg command to use
ca: --gpg <file> La comanda «gpg» a usar
cs: --gpg <soubor> gpg příkaz k vykonání
de: --gpg <Datei> Zu verwendender gpg-Befehl
es: --gpg <file> comando gpg command a utilizar
fi: --gpg <file> käytettävä gpg komento
hr: --gpg <file> gpg naredba
hu: --gpg <file> a gpg-parancs használata
ja: --gpg <file> gpg コマンドを指定
ko: --gpg <파일> 사용할 gpg 명령어
nl: --gpg <bestand> gpg-commando om te gebruiken
pt: --gpg <file> comando gpg a usar
pt_br: --gpg <arquivo> Comando gpg a ser usado
sk: --gpg <súbor> gpg príkaz, ktorý sa má použiť
sv: --gpg <fil> gpg kommando att använda
uk: --gpg <файл> Команда gpg, яку слід використовувати
zh_cn: --gpg <文件> 要使用的 gpg 命令

source: --gpgflags <flags> Pass arguments to gpg
ca: --gpgflags <flags> Passa arguments al «gpg»
cs: --gpgflags <flags> Předat argumenty do gpg
de: --gpgflags <flags> Argumente für gpg
es: --gpgflags <flags> Pasar argumentos a gpg
fi: --gpgflags <flags> Anna gpg argumentit
hr: --gpgflags <flags> Argumenti za prosljediti u gpg
hu: --gpgflags <flags> Argumentumok átadása a gpg-nek
ja: --gpgflags <flags> gpg に渡す引数を指定
ko: --gpgflags <플래그> gpg에 전달할 플래그
nl: --gpgflags <argumenten> Geef argumenten mee aan gpg
pt: --gpgflags <flags> Passa argumentos ao gpg
pt_br: --gpgflags <argumentos> Passa argumentos para gpg
sk: --gpgflags <argumen> Odovzdať argumenty pre gpg
sv: --gpgflags <flaggor> Skicka argument till gpg
uk: --gpgflags <опції> Передати аргументи до gpg
zh_cn: --gpgflags <标志> 传递参数给 gpg

source: --fm <file> File manager to use for PKGBUILD review
ca: --fm <file> Gestor de fitxers usat per revisar els PKGBUILD
cs: --fm <soubor> správce souborů pro PKGBUILD kontrolu
de: --fm <Datei> Dateimanager für die Überprüfung von PKGBUILDs
es: --fm <file> Gestor de archivos a utilizar para revisar PKGBUILD
fi: --fm <file> PKGBUILDin tarkastamiseen käytettävä pakettiselain
hr: --fm <file> File manager za PKGBUILD review
hu: --fm <file> A PKGBUILD felülvizsgálatához használandó fájlkezelő
ja: --fm <file> PKGBUILD のレビューに使うファイルマネージャを指定
ko: --fm <파일> PKGBUILD 검토에 사용할 파일 관리자
nl: --fm <bestand> Bestandsbeheerder voor het controleren van PKGBUILDs
pt: --fm <file> Gestor de ficheiros a utilizar para revisão PKGBUILD
pt_br: --fm <arquivo> Gerenciador de arquivos a ser usado para revisão de PKGBUILD
sk: --fm <súbor> Súborový manažér pre kontrolu PKGBUILDov
sv: --fm <fil> Filhanterare att använda för granskning av PKGBUILD
uk: --fm <файл> Файловий менеджер для перегляду PKGBUILD
zh_cn: --fm <文件> 使用文件管理器审阅 PKGBUILD

source: --fmflags <flags> Pass arguments to file manager
ca: --fmflags <flags> Passa arguments al gestor de fitxers
cs: --fmflags <flags> Předat argumenty do správce souborů
de: --fmflags <flags> Argumente für Dateimanager
es: --fmflags <flags> Pasar argumentos a gestor de archivos
fi: --fmflags <flags> Anna pakettiselaimelle argumentit
hr: --fmflags <flags> Argmuneti za prosljediti u file manager
hu: --fmflags <flags> Argumentumok átadása a fájlkezelőnek
ja: --fmflags <flags> ファイルマネージャに渡す引数を指定
ko: --fmflags <플래그> 파일 관리자에 전달할 플래그
nl: --fmflags <argumenten> Geef argumenten mee aan de bestandsbeheerder
pt: --fmflags <flags> Passa argumentos ao gestor de ficheiros
pt_br: --fmflags <argumentos> Passa argumentos ao gerenciador de arquivos
sk: --fmflags <argumen> Odovzdať argumenty pre súborového manažéra
sv: --fmflags <flaggor> Skicka argument till filhanteraren
uk: --fmflags <опції> Передати аргументи до файлового менеджера
zh_cn: --fmflags <标志> 传递参数给文件管理器

source: --completioninterval <n> Time in days to refresh completion cache
ca: --completioninterval <n> Temps en dies per refrescar la memòria cau de compleció
cs: --completioninterval <n> Čas ve dnech do další aktualizace mezipaměti dokončení
de: --completioninterval <n> Zeit in Tagen bis zur Aktualisierung des Vervollständigungs-Caches
es: --completioninterval <n> Tiempo en días para refrescar caché de completado
fi: --completioninterval <n> Aika päivinä päivittää täydennysvälimuisti
hr: --completioninterval <n> Vrijeme u danima za osvježavanje completion cache
hu: --completioninterval <n> A kitöltési gyorsítótár frissítésének ideje napokban
ja: --completioninterval <n> 補完キャッシュを更新する日数を指定
ko: --completioninterval <n> 완료 캐시 새로고침 주기 (일)
nl: --completioninterval <n> Aantal dagen waarna de automatisch-aanvullen-cache wordt ververst
pt: --completioninterval <n> Tempo em dias para atualizar a cache de conclusão
pt_br: --completioninterval <n> Tempo em dias para atualizar o cache de conclusão
sk: --completioninterval <n> Čas v dňoch do ďalšej aktualizácie cache dokončenia
sv: --completioninterval <n> Tid i dagar för att uppdatera slutföringscachen
uk: --completioninterval <n> Час у днях для оновлення кешу завершення
zh_cn: --completioninterval <n> 要刷新完成缓存的间隔天数

source: --sortby <field> Sort AUR results by a specific field during search
ca: --sortby <field> Ordena els resultats de la cerca a l'AUR per un camp específic
cs: --sortby <pole> Řazení výsledků vyhledávání v AUR podle specifického pole
de: --sortby <Feld> AUR-Ergebnisse bei Suche nach einem bestimmten Feld sortieren
es: --sortby <field> Ordenar resultados de AUR en base a un campo específico durante la búsqueda
fi: --sortby <field> Järjestä AUR tulokset määritellyllä kentällä haun aikana
hr: --sortby <field> Sortiranje AUR rezultata prema specifičnim poljima tjekom traženja
hu: --sortby <field> Az AUR-eredmények rendezése egy adott mező szerint kereséskor
ja: --sortby <field> AUR 検索で並び替えるフィールドを指定
ko: --sortby <필드> 검색 시 AUR 결과를 특정 필드로 정렬
nl: --sortby <veld> Sorteer AUR-resultaten op een aangegeven veld tijdens het zoeken
pt: --sortby <field> Ordena os resultados AUR por um campo específico durante a pesquisa
pt_br: --sortby <campo> Ordena os resultados AUR por um campo específico durante pesquisa
sk: --sortby <pole> Radiť výsledky hľadania v AUR podľa určeného poľa
sv: --sortby <fält> Sortera AUR-resultat efter ett specifikt fält under sökning
uk: --sortby <поле> Сортувати результати з AUR за певним критерієм під час пошуку
zh_cn: --sortby <字段> 搜索时按指定字段对 AUR 结果进行排序

source: --searchby <field> Search for packages using a specified field
ca: --searchby <field> Cerca paquets per un camp específic
cs: --searchby <pole> Vyhledat balíčky podle specifického pole
de: --searchby <Feld> Suche nach Paketen anhand des angegebenen Feldes
es: --searchby <field> Buscar paquetes utilizando un campo específico
fi: --searchby <field> Etsi paketteja käyttämällä määriteltyä kenttää
hr: --searchby <field> Pretraživanje paketa koristeći specifično polje
hu: --searchby <field> Csomagok keresése egy megadott mező szerint
ja: --searchby <field> 検索するフィールドを指定
ko: --searchby <필드> 지정된 필드를 사용하여 꾸러미 검색
nl: --searchby <veld> Zoek naar pakketten binnen een aangegeven veld
pt: --searchby <field> Pesquisa por pacotes ao usar um campo especificado
pt_br: --searchby <campo> Procura por pacotes usando um campo específico
sk: --searchby <pole> Hľadať balíčky podľa určeného poľa
sv: --searchby <field> Sök efter paket med ett specificerat fält
uk: --searchby <поле> Пошук пакунків за вказаним параметром
zh_cn: --searchby <字段> 使用指定字段搜索软件包

source: --limit <limit> Limits the number of items returned in a search
ca: --limit <límit> Limita el número d'ítems retornats en una cerca
cs: --limit <limit> Omezit počet výsledků vyhledávání
de: --limit <Limit> Begrenzt die Anzahl der zurückgegebenen Ergebnisse bei einer Suche
es: --limit <limit> Limita el numero de resultados devueltos por la búsqueda
hu: --limit <limit> Korlátozza a kereséskor visszaadott elemek számát
ja: --limit <limit> 検索で表示されるアイテム数を制限する
ko: --limit <개수> 검색 결과를 특정 개수로 제한
nl: --limit <limiet> Limiteert het aantal zoekresultaten
pt: --limit <limit> Limita o número de itens devolvidos numa pesquisa
pt_br: --limit <limite> Limita o número de items retornados em uma pesquisa
sk: --limit <limit> Obmedziť počet výsledkov hľadania
sv: --limit <limit> Begränsar antalet objekt som returneras i en sökning
uk: --limit <limit> Обмежити кількість елементів у результатах пошуку
zh_cn: --limit <上限> 限制搜索中返回的项目数

source: -x --regex Enable regex for aur search
ca: -x --regex Habilita regex a la cerca a l'AUR
cs: -x --regex Zapnout regex pro vyhledávání v AUR
de: -x --regex Reguläre Ausdrücke für AUR-Suche aktivieren
es: -x --regex Activar regex para búsquedas en aur
hu: -x --regex Reguláris kifejezés engedélyezése az AUR-kereséshez
ja: -x --regex aur検索に正規表現を使用する
ko: -x --regex AUR 검색에 정규 표현식 활성화
nl: -x --regex Reguliere expressies gebruiken bij het zoeken in de AUR
pt: -x --regex Ativa expressão regular para pesquisa no aur
pt_br: -x --regex Habilita regex para pesquisa em AUR
sk: -x --regex Povoliť regulárne výrazy (regex) pre vyhľadávanie v AUR
sv: -x --regex Aktivera regex för aur sök
uk: -x --regex Увімкнути regex для пошуку по AUR
zh_cn: -x --regex 为 aur 搜索启用正则表达式

source: --skipreview Skip the review process
ca: --skipreview Omet el procés de revisió
cs: --skipreview Přeskočit proces kontroly
de: --skipreview Den Überprüfungsprozess überspringen
es: --skipreview Saltar el proceso de revisión
fi: --skipreview Ohita review prosessi
hr: --skipreview Preskoči review process
hu: --skipreview A felülvizsgálati folyamat kihagyása
ja: --skipreview レビューをスキップ
ko: --skipreview 검토 과정 건너뛰기
nl: --skipreview Het controleproces overslaan
pt: --skipreview Ignora o processo de revisão
pt_br: --skipreview Ignora o processo de revisão
sk: --skipreview Preskočiť proces kontroly
sv: --skipreview Hoppa över granskningen
uk: --skipreview Пропустити процес перегляду
zh_cn: --skipreview 跳过审阅流程

source: --review Don't skip the review process
ca: --review No ometis el procés de revisió
cs: --review Nepřeskakovat proces kontroly
de: --review Den Überprüfungsprozess nicht überspringen
es: --review No saltar el proceso de revisión
fi: --review Älä ohita review prosessia
hr: --review Ne preskači review process
hu: --review Ne hagyja ki a felülvizsgálati folyamatot
ja: --review レビューをスキップしない
ko: --review 검토 과정 건너뛰기 안 함
nl: --review Het controleproces niet overslaan
pt: --review Não ignora o processo de revisão
pt_br: --review Não ignora o processo de revisão
sk: --review Nepreskakovať proces kontroly
sv: --review Hoppa inte över granskningen
uk: --review Не пропускати процес перегляду
zh_cn: --review 不跳过审阅流程

source: --[no]upgrademenu Show interactive menu to skip upgrades
ca: --[no]upgrademenu Mostra un menú interactiu per ometre actualitzacions
cs: --[no]upgrademenu Zobrazit interaktivní menu k přeskakovaní aktualizací
de: --[no]upgrademenu Interaktives Menü zum Überspringen von Upgrades anzeigen
es: --[no]upgrademenu Mostrar menú interactivo para saltar actualizaciones
fi: --[no]upgrademenu Näytä vuorovaikutteinen valikko ohittaaksesi päivitykset
hr: --[no]upgrademenu Pokaži interaktivni menu za preskakanje ažuriranja
hu: --[no]upgrademenu Interaktív menü megjelenítése a frissítések kihagyásához
ja: --[no]upgrademenu アップグレードをスキップするための対話メニューを表示
ko: --[no]upgrademenu 업그레이드를 건너뛰려면 대화형 메뉴 표시
nl: --[no]upgrademenu Interactief menu tonen om upgrades over te slaan
pt: --[no]upgrademenu Mostra menu interativo para ignorar atualizações
pt_br: --[no]upgrademenu Mostra menu interativo para ignorar atualizações
sk: --[no]upgrademenu Zobraziť interaktívne menu na preskakovanie aktualizácií
sv: --[no]upgrademenu Visa interaktiv meny för att hoppa över uppgraderingar
uk: --[no]upgrademenu Показувати інтерактивне меню для пропуску оновлень
zh_cn: --[no]upgrademenu 显示交互式菜单以跳过升级

source: --[no]removemake Remove makedepends after install
ca: --[no]removemake Esborra les dependències de construcció després de la instal·lació
cs: --[no]removemake Smazat makedepends po instalaci
de: --[no]removemake Makedepends nach der Installation entfernen
es: --[no]removemake Eliminar dependencias de make tras la instalación
hr: --[no]removemake Izbriši makedepends nakon instalacije
hu: --[no]removemake Fordítási függőségek eltávolítása telepítés után
ja: --[no]removemake ビルド時の依存パッケージをインストール後に削除
ko: --[no]removemake 설치 후 빌드 필수 꾸러미 제거
nl: --[no]removemake Bouwafhalkelijkheden verwijderen na de installatie
pt: --[no]removemake Remove as makedepends após a instalação
pt_br: --[no]removemake Remove dependências de compilação após instalação
sk: --[no]removemake Zmazať makedepends po inštalácii
sv: --[no]removemake Ta bort makedepends efter installationen
uk: --[no]removemake Видаляти залежності для збирання після встановлення
zh_cn: --[no]removemake 在安装后移除生成依赖

source: --[no]cleanafter Remove package sources after install
ca: --[no]cleanafter Elimina les fonts dels paquets després de la instal·lació
cs: --[no]cleanafter Smazat zdroje balíčků po instalaci
de: --[no]cleanafter Paketquellen nach der Installation entfernen
es: --[no]cleanafter Eliminar fuentes del paquete tras la instalación
fi: --[no]cleanafter Poista paketin lähdekoodit asennuksen jälkeen
hr: --[no]cleanafter izbriši source paketa nakon instalacije
hu: --[no]cleanafter Csomagforrások eltávolítása telepítés után
ja: --[no]cleanafter パッケージのソースをインストール後に削除
ko: --[no]cleanafter 설치 후 꾸러미 소스 제거
nl: --[no]cleanafter Pakketbronnen verwijderen na de installatie
pt: --[no]cleanafter Remove as fontes do pacote após a instalação
pt_br: --[no]cleanafter Remove fontes do pacote após instalação
sk: --[no]cleanafter Zmazať zdroje balíčkov po inštalácii
sv: --[no]cleanafter Ta bort paketkällor efter installationen
uk: --[no]cleanafter Видаляти вихідний код пакунків після встановлення
zh_cn: --[no]cleanafter 在安装后移除软件包的源

source: --[no]rebuild Always build target packages
ca: --[no]rebuild Construeix sempre els paquets objectiu
cs: --[no]rebuild Vždy sestavit cílové balíčky
de: --[no]rebuild Zielpakete immer bauen
es: --[no]rebuild Construir siempre los paquetes objetivos
fi: --[no]rebuild Aina rakenna kohdepaketit
hr: --[no]rebuild Uvijek buildaj ciljane pakete
hu: --[no]rebuild Mindig állítsa össze a célcsomagokat
ja: --[no]rebuild 対象を再ビルド
ko: --[no]rebuild 항상 소스 코드로 직접 빌드
nl: --[no]rebuild Doelpakketten altijd bouwen
pt: --[no]rebuild Compilar sempre os pacotes destinados
pt_br: --[no]rebuild Sempre compile pacotes alvos
sk: --[no]rebuild Vždy zostaviť cieľové balíčky
sv: --[no]rebuild Bygg alltid målpaket
uk: --[no]rebuild Завжди збирати цільові пакунки
zh_cn: --[no]rebuild 始终构建目标软件包

source: --[no]redownload Always download PKGBUILDs of targets
ca: --[no]redownload Descarrega sempre els PKGBUILD dels paquets
cs: --[no]redownload Vždy stáhnout PKGBUILDy cílů
de: --[no]redownload PKGBUILDs von Zielen immer herunterladen
es: --[no]redownload Descargar siempre los PKGBUILDs de los objetivos
fi: --[no]redownload Aina lataa PKGBUILDit kohteille
hr: --[no]redownload Uvijek preuzmi PKGBUILDs od ciljeva
hu: --[no]redownload Mindig töltse le a cél PKGBUILD-jét
ja: --[no]redownload 対象の PKGBUILD を再ダウンロード
ko: --[no]redownload 항상 대상에 대한 PKGBUILD 내려받기
nl: --[no]redownload PKGBUILDs van doelen altijd downloaden
pt: --[no]redownload Transferir sempre PKGBUILDs dos destinos
pt_br: --[no]redownload Sempre baixe o PKGBUILD dos alvos
sk: --[no]redownload Vždy stiahnuť PKGBUILDy cieľov
sv: --[no]redownload Ladda alltid ner PKGBUILDs av mål
uk: --[no]redownload Завжди завантажувати PKGBUILD для цільових пакунків
zh_cn: --[no]redownload 始终下载目标的 PKGBUILD

source: --[no]pgpfetch Prompt to import PGP keys from PKGBUILDs
ca: --[no]pgpfetch Pregunta si importar les claus PGP dels PKGBUILD
cs: --[no]pgpfetch Vyzvat k importu PGP klíčů z PKGBUILDů
de: --[no]pgpfetch Aufforderung zum Importieren von PGP-Schlüsseln aus PKGBUILDs
es: --[no]pgpfetch Sugerir importar las claves PGP de los PKGBUILDs
hr: --[no]pgpfetch Prompt za import PGP ključeva iz PKGBUILDs
hu: --[no]pgpfetch Prompt a PGP kulcsok a PKGBUILD-ekből történő importálására
ja: --[no]pgpfetch PKGBUILD の PGP 鍵をインポートするかどうかを表示
ko: --[no]pgpfetch PKGBUILD에서 PGP 키를 가져오도록 프롬프트 표시
nl: --[no]pgpfetch Vragen om PGP-sleutels van PKGBUILDs te importeren
pt: --[no]pgpfetch Alerta ao importar chaves PGP de PKGBUILDs
pt_br: --[no]pgpfetch Sugere importar chaves PGP de PKGBUILDs
sk: --[no]pgpfetch Vyzvať na import PGP kľúčov z PKGBUILDov
sv: --[no]pgpfetch Fråga om att importera PGP-nycklar från PKGBUILDs
uk: --[no]pgpfetch Запит на імпорт ключів PGP з PKGBUILD
zh_cn: --[no]pgpfetch 询问从 PKGBUILD 导入 PGP 密钥

source: --[no]useask Automatically resolve conflicts using pacman's ask flag
ca: --[no]useask Resol els conflictes automàticament usant la opció «ask» de Pacman
cs: --[no]useask Automaticky vyřešit konflikty pomocí pacman ask volby
de: --[no]useask Konflikte automatisch mit dem ask-Flag von pacman auflösen
es: --[no]useask Resolver conflictos automaticamente usando el flag de pregunta de pacman
fi: --[no]useask Automaattisesti ratkaise konfliktit käyttämällä pacmanin ask flag:iä
hr: --[no]useask Automatski razriješi konflikte koristeći pacman-ovu ask flag
hu: --[no]useask Ütközések automatikus feloldása a „pacman's ask” jelölő használatával
ja: --[no]useask pacman の ask フラグを使用して自動的に衝突を解決
ko: --[no]useask Pacman의 ask 플래그를 사용하여 충돌 자동으로 해결
nl: --[no]useask Automatisch conflicten oplossen gebruikmakend van pacman's ask-argument
pt: --[no]useask Resolve automaticamente conflitos usando a flag de pedido do pacman
pt_br: --[no]useask Resolve conflitos automaticamente solicitando confirmação do pacman
sk: --[no]useask Automaticky vyriešiť konflikty podľa ask prepínača pacmanu
sv: --[no]useask Lös konflikter automatiskt med pacmans frågeflagga
uk: --[no]useask Автоматично вирішувати конфлікти за допомогою опції ask (pacman)
zh_cn: --[no]useask 使用 pacman 询问标志自动解决冲突

source: --[no]savechanges Commit changes to pkgbuilds made during review
ca: --[no]savechanges Comet els canvis als PKGBUILD fets durant la revisió
cs: --[no]savechanges Převzít změny udělané během kontroly do pkgbuildů
de: --[no]savechanges Änderungen an PKGBUILDs übernehmen, die während der Überprüfung vorgenommen wurden
es: --[no]savechanges Hacer commit de los cambios hechos durante la revisión a los pkgbuilds
hu: --[no]savechanges Az áttekintés során a pkgbuild-eken eszközölt változtatások véglegesítése
ja: --[no]savechanges レビュー中にpkgbuilldに加えた変更をコミットする
ko: --[no]savechanges 검토 과정에서 pkgbuilds에 변경사항 커밋
nl: --[no]savechanges Veranderingen die gemaakt zijn tijdens de controle doorvoeren in PKGBUILDs
pt: --[no]savechanges Submete alterações aos pkgbuilds feitas durante a revisão
pt_br: --[no]savechanges Salva alterações feitas durante a revisão de PKGBUILD
sk: --[no]savechanges Prevziať zmeny vykonané počas kontroly do PKGBUILDov
sv: --[no]savechanges Bekräfta ändringar av pkgbuilds som gjordes under granskning
uk: --[no]savechanges Фіксувати зміни, зроблені під час перегляду, до pkgbuild
zh_cn: --[no]savechanges 向 PKGBUILD 提交审阅时的修改

source: --[no]newsonupgrade Print new news during sysupgrade
ca: --[no]newsonupgrade Mostra notícies noves a l'actualitzar el sistema
cs: --[no]newsonupgrade Zobrazit novinky během systémové aktualizace
de: --[no]newsonupgrade Neue Nachrichten während System-Upgrades anzeigen
es: --[no]newsonupgrade Mostrar nuevas noticias durante la actualización del sistema
fi: --[no]newsonupgrade Tulosta uudet uutiset sysupgraden aikana
hr: --[no]newsonupgrade Ispis vijesti tijekom sysupgrade
hu: --[no]newsonupgrade Új hírek megjelenítése a rendszerfrissítéskor
ja: --[no]newsonupgrade アップグレード時にニュースを表示
ko: --[no]newsonupgrade 시스템 업그레이드 중 새로운 뉴스 출력
nl: --[no]newsonupgrade Nieuws printen tijdens een systeemupgrade
pt: --[no]newsonupgrade Mostra novas notícias durante o sysupgrade
pt_br: --[no]newsonupgrade Exibe novidades durante a atualização do sistema
sk: --[no]newsonupgrade Zobraziť novinky počas systémovej aktualizácie
sv: --[no]newsonupgrade Skriv ut nya nyheter under sysupgrade
uk: --[no]newsonupgrade Показувати останні новини під час оновлення системи
zh_cn: --[no]newsonupgrade 在系统升级时打印新的新闻

source: --[no]combinedupgrade Refresh then perform the repo and AUR upgrade together
ca: --[no]combinedupgrade Refresca i després porta a terme les actualizacions dels repositoris i l'AUR conjuntament
cs: --[no]combinedupgrade Obnovit a pak provést aktualizaci repozitáře a AUR najednou
de: --[no]combinedupgrade Auf Aktualisierungen prüfen und Repo- und AUR-Upgrade zusammen durchführen
es: --[no]combinedupgrade Refrescar antes de ejecutar la actualización de repositorios y AUR simultáneamente
fi: --[no]combinedupgrade Lataa uudelleen sitten suorita repo ja AUR päivitys yhdessä
hr: --[no]combinedupgrade Refresh pa napravi repo i AUR upgrade skupa
hu: --[no]combinedupgrade A tároló- és az AUR-frissítések egyszerre történő végrehajtása frissítéskor
ja: --[no]combinedupgrade リポジトリパッケージと AUR パッケージを同時にアップグレード
ko: --[no]combinedupgrade 새로고침 후 저장소와 AUR 업그레이드 함께 수행
nl: --[no]combinedupgrade Bijwerken, en vervolgens de repo- en AUR-upgrades samen uitvoeren
pt: --[no]combinedupgrade Recarrega e depois realiza a atualização do repositório e AUR em conjunto
pt_br: --[no]combinedupgrade Performa as atualizações de repo e AUR juntas
sk: --[no]combinedupgrade Obnoviť a potom vykonať aktualizáciu repozitára a AUR naraz
sv: --[no]combinedupgrade Uppdatera och utför sedan repo och AUR-uppgraderingen tillsammans
uk: --[no]combinedupgrade Синхронізувати та виконувати оновлення з репозиторіїв та AUR разом
zh_cn: --[no]combinedupgrade 刷新后一起执行软件库和 AUR 升级

source: --[no]batchinstall Build multiple AUR packages then install them together
ca: --[no]batchinstall Construeix múltiples paquets de l'AUR i després instal·la'ls conjuntament
cs: --[no]batchinstall Sestavit vícero AUR balíčků a pak je nainstalovat najednou
de: --[no]batchinstall Mehrere AUR-Pakete erstellen und anschließend gemeinsam installieren
es: --[no]batchinstall Construir multiples paquetes AUR e instalarlos a la vez
fi: --[no]batchinstall Rakenna useita AUR paketteja, kun asennat ne yhdessä
hr: --[no]batchinstall Build više AUR paketa pa ih instaliraj skupa
hu: --[no]batchinstall Több AUR-csomag összeállítása, majd azok egyszerre történő telepítése
ja: --[no]batchinstall 複数の AUR パッケージをビルドしてからインストールする
ko: --[no]batchinstall 여러 개의 AUR 꾸러미를 빌드한 다음 함께 설치
nl: --[no]batchinstall Meerdere AUR-pakketten bouwen, en deze vervolgens samen installeren
pt: --[no]batchinstall Compila vários pacotes AUR e depois instala-os em conjunto
pt_br: --[no]batchinstall Compila multiplos pacotes AUR e depois instala todos juntos
sk: --[no]batchinstall Zostaviť viacero AUR balíčkov a potom ich nainštalovať naraz
sv: --[no]batchinstall Bygg flera AUR-paket och installera dem sedan tillsammans
uk: --[no]batchinstall Збирати усі цільові пакунки з AUR та встановлювати їх разом
zh_cn: --[no]batchinstall 构建多个 AUR 软件包再安装它们
