Repository: Morganamilo/paru
Catalog: po/*.po
Languages: ca, cs, de, es, fi, hr, hu, it, ja, ko, nl, pl, pt, pt_br, ro, ru, sk, sv, tr, uk, zh_cn

source: Depends On
ca: Depèn de
cs: Závisí na
de: Hängt ab von
es: Depende De
fi: Riippuu paketeista
hr: Ovisi O
hu: Függőségek
it: Dipende da
ja: 依存パッケージ
ko: 종속하는 꾸러미
nl: Is afhankelijk van
pl: Zależności
pt: Depende de
pt_br: Depende de
ro: Depinde De
ru: Зависит от
sk: Závisí na
sv: Beror På
tr: Gereksinimleri
uk: Залежить від
zh_cn: 依赖于

source: Make Deps
ca: Dependències de construcció
cs: Vytvořit závislosti
de: Make-Abhängigkeiten
es: Construir Dependencias
fi: Make riippuvuudet
hu: Fordítási függőségek
it: Dipendenze di compilazione
ja: ビルド時の依存パッケージ
ko: 빌드 종속성
nl: Bouw-afhankelijkheden
pl: Zależności instalacyjne
pt: Depend. de compilação
pt_br: Dependências de compilação
ro: Dependințe Make
ru: Зависимости сборки
sk: Závislosti pre zostavenie
sv: Make-beroenden
tr: Make Gereksinimleri
uk: Залежності для збирання
zh_cn: 生成依赖

source: Check Deps
ca: Comprova les dependències
cs: Zkontrolovat závislosti
de: Check-Abhängigkeiten
es: Comprobar Dependencias
fi: Tarkastus riippuvuudet
hu: Függőségek ellenőrzése
it: Dipendenze di controllo
ja: チェック時の依存パッケージ
ko: 종속성 확인
nl: Check-afhankelijkheden
pt: Verificar dependências
pt_br: Verificar dependências
ro: Verificare dependințe
ru: Зависимости проверки
sk: Závislosti pre check
sv: Check-beroenden
tr: Kontrol Gereksinimleri
uk: Залежності для перевірки
zh_cn: 检查依赖

source: Optional Deps
ca: Dependències opcionals
cs: Volitelné závislosti
de: Optionale Abhängigkeiten
es: Dependencias Opcionales
fi: Vaihtoehtoiset riippuvuudet
hr: Izborni Deps
hu: Nem kötelező függőségek
it: Dipendenze Opzionali
ja: 提案パッケージ
ko: 선택적 종속성
nl: Optionele afhankelijkheden
pl: Opcjonalne zależności
pt: Depend. opcionais
pt_br: Dependências Opcionais
ro: Dependințe Opționale
ru: Доп. зависимости
sk: Voliteľné závislosti
sv: Frivilliga Beroenden
tr: Opsiyonel Gereksinimler
uk: Необов'язкові залежності
zh_cn: 可选依赖

source: Conflicts With
ca: Conflictes amb
cs: V konfliktu s
de: In Konflikt mit
es: En Conflicto Con
fi: Ristiriidassa paketeille
hr: Konflikti S
hu: Ütközik a következővel
it: Conflitti con
ja: 衝突パッケージ
ko: 충돌하는 꾸러미
nl: Is in strijd met
pl: Konfliktuje z
pt: Em conflito com
pt_br: Conflita com
ro: În Conflict Cu
ru: Конфликтует с
sk: V konflikte s
sv: I Konflikt Med
tr: Çakıştıkları
uk: Конфліктує з
zh_cn: 冲突于

source: Maintainer
ca: Mantenidor
cs: Správce
es: Encargado
fi: Ylläpitäjä
hr: Održavatelj
hu: Karbantartó
it: Pacchettizzatore
ja: メンテナ
ko: 유지보수 담당자
nl: Eigenaar
pl: Opiekun
pt: Responsável
pt_br: Mantenedor
ro: Responsabil
ru: Ответственный
sk: Správca
sv: Underhållare
tr: Bakıcı
uk: Супровідник
zh_cn: 维护者

source: Votes
ca: Vots
cs: Hlasy
de: Stimmen
es: Votos
fi: Äänet
hr: Glasovi
hu: Szavazatok
it: Voti
ja: 投票
ko: 투표 수
nl: Stemmen
pl: Głosy
pt: Votos
pt_br: Votos
ro: Voturi
ru: Голосов
sk: Hlasy
sv: Röster
tr: Oylar
uk: Голоси
zh_cn: 得票

source: Popularity
ca: Popularitat
cs: Popularita
de: Beliebtheit
es: Popularidad
fi: Suosio
hr: Popularnost
hu: Népszerűség
it: Popolarità
ja: 人気度
ko: 인기도
nl: Populariteit
pl: Popularność
pt: Popularidade
pt_br: Popularidade
ro: Popularitate
ru: Популярность
sk: Popularita
sv: Popularitet
tr: Popülarite
uk: Популярність
zh_cn: 受欢迎度

source: First Submitted
ca: Primera vegada enviat
cs: Poprvé zveřejněno
de: Zuerst eingereicht am
es: Subido por primera vez
fi: Ensimmäiseksi toimitettu
hr: Prvi Submit
hu: Először beküldve
it: Data di creazione
ja: 最初の投稿
ko: 최초 제출일
nl: Eerst toegevoegd
pl: Dodano
pt: Primeiro envio
pt_br: Primeiro Envio
ro: Prima Încărcare
ru: Впервые послан
sk: Prvýkrát zverejnené
sv: Först Framlagt
tr: İlk Gönderim
uk: Вперше поданий
zh_cn: 首次提交

source: Last Modified
ca: Última modificació
cs: Poslední úprava
de: Letzte Aktualisierung
es: Modificado por última vez
fi: Viimeksi muokattu
hr: Zadnja Modifikacija
hu: Utoljára módosítva
it: Ultima modifica
ja: 最終更新
ko: 마지막 수정일
nl: Laatst bewerkt
pl: Zmodyfikowano
pt: Última modificação
pt_br: Última modificação
ro: Ultima Modificare
ru: Последнее обновление
sk: Posledná úprava
sv: Sist Modifierat
tr: Son Değişiklik
uk: Востаннє змінений
zh_cn: 最后修改

source: Out Of Date
ca: No actualitzat
cs: Zastaralé
de: Veraltet
es: Desactualizado
fi: Vanhentunut
hr: Zastarjelo
hu: Elavult
it: Obsoleto
ja: 古いバージョンとしてマーク
ko: 구 버전
nl: Verouderd
pl: Nieaktualny
pt: Desatualizado
pt_br: Desatualizado
ro: Expirat
ru: Устарел
sk: Zastarané
sv: Utdaterat
tr: Tarihi Geçmiş
uk: Застарілий
zh_cn: 过期

source: ID
hu: Azonosító

source: Package Base ID
ca: ID de la base del paquet
cs: Základní ID balíčku
de: Paket Base ID
es: ID Base del Paquete
fi: Paketin pohja ID
hr: Paket Base ID
hu: Csomag-azonosítóalap
it: ID base del pacchetto
ja: パッケージベース ID
ko: 꾸러미 베이스 ID
nl: Basis-ID van pakket
pl: Bazowe ID pakietu
pt: ID Base do pacote
pt_br: ID Base do pacote
ro: ID-ul de bază al pachetului
ru: Базовый ID пакета
sk: Základné ID aplikácie
sv: Paket Bas ID
tr: Baz Paket ID
uk: ID бази пакунка
zh_cn: 包基础 ID

source: Keywords
ca: Paraules clau
cs: Klíčová slova
de: Schlüsselwörter
es: Palabras clave
fi: Avainsanat
hr: Ključne riječi
hu: Kulcsszavak
it: Parole chiave
ja: キーワード
ko: 키워드
nl: Trefwoorden
pl: Słowa kluczowe
pt: Palavras-chave
pt_br: Palavras-chave
ro: Cuvinte cheie
ru: Ключевые слова
sk: Kľúčové slová
sv: Nyckelord
tr: Anahtar Kelimeler
uk: Ключові слова
zh_cn: 关键词

source: Snapshot URL
ca: URL de la instantània
cs: URL Snapshotu
es: URL de Instantánea
hu: Pillanatkép webcíme
it: URL dello snapshot
ja: スナップショット URL
ko: 스냅샷 URL
nl: URL van momentopname
pl: Adres URL snapshota
pt: URL do Snapshot
pt_br: URL do Snapshot
ru: Ссылка на пакет
sk: URL adresa snapshotu
sv: URL Till Ögonblicksbild
uk: URL-адреса знімка
zh_cn: 快照 URL

source: Path
ca: Camí
cs: Cesta
de: Pfad
es: Ruta
hu: Elérési útvonal
ko: 경로
nl: Pad
pt: Caminho
pt_br: Caminho
sk: Cesta
sv: Sökväg
uk: Шлях
zh_cn: 路径

source: error:
cs: chyba:
de: Fehler:
fi: virhe:
hr: greška:
hu: hiba:
it: errore:
ja: エラー:
ko: 오류:
nl: fout:
pl: błąd:
pt: erro:
pt_br: erro:
ro: eroare:
ru: ошибка:
sk: chyba:
sv: fel:
tr: hata:
uk: помилка:
zh_cn: 错误：

source: could not get news
ca: no s'han pogut obtenir notícies
cs: nepodařilo se získat novinky
de: Neuigkeiten konnten nicht abgerufen werden
es: no se pudieron obtener noticias
fi: ei voitu hakea uutisia
hr: neuspješno preuzimanje vijesti
hu: nem sikerült híreket gyűjteni
it: impossibile ottenere le notizie
ja: ニュースを取得できませんでした
ko: 뉴스를 받을 수 없음
nl: kon geen nieuws ophalen
pl: nie udało się uzyskać aktualności
pt: impossível obter notícias
pt_br: não foi possível atualizar
ro: nu s-au putut obține noutăți
ru: не удалось получить новости
sk: nepodarilo sa získať novinky
sv: kunde inte hämta nyheter
tr: haberler çekilemedi
uk: не вдалося отримати новини
zh_cn: 无法获取新闻

source: Proceed with installation?
ca: Voleu continuar amb la instal·lació?
cs: Pokračovat v instalaci?
de: Mit der Installation fortfahren?
es: ¿Continuar con la instalación?
fi: Jatka asentamista?
hr: Nastavi sa instalacijom?
hu: Folytatja a telepítést?
it: Proseguire con l'installazione?
ja: インストールを行いますか？
ko: 설치를 진행하시겠습니까?
nl: Doorgaan met installatie?
pl: Kontynuować instalację?
pt: Continuar com a instalação?
pt_br: Continuar com a instalação?
ro: Continuă cu instalarea?
ru: Продолжить установку?
sk: Pokračovať v inštalácii?
sv: Gå vidare till installation?
tr: Yüklemeye devam et?
uk: Продовжити встановлення?
zh_cn: 继续安装？

source: could not find .SRCINFO for '{}'
ca: no s'ha pogut trobar .SRINFO per a '{}'
cs: nepodařilo se najít .SRCINFO pro '{}'
de: .SRCINFO zu ‚{}‘ konnte nicht gefunden werden
es: no se pudo encontrar .SRINFO para '{}'
hu: nem található az .SRCINFO a következőhöz: „{}”
ja: '{}' の .SRCINFO を見つけられませんでした
ko: '{}'에 대한 .SRCINFO를 찾을 수 없음
nl: kon .SRCINFO voor '{}' niet vinden
pt: não foi possível encontrar um .SRCINFO para '{}'
pt_br: não foi possível encontrar .SRCINFO para '{}'
sk: nepodarilo sa nájsť .SRCINFO pre '{}'
sv: kunde inte hitta .SRCINFO för '{}'
uk: не вдалося знайти .SRCINFO для '{}'
zh_cn: 无法找到 '{}' 的 .SRCINFO

source: could not find package '{pkg}' in package list for '{base}'
ca: no s'ha pogut trobar el paquet '{pkg}' a la llista de paquets per a '{base}'
cs: nepodařilo se najít balíčky '{pkg}' v seznamu balíčků pro '{base}'
de: Paket ‚{pkg}‘ in Paketliste für ‚{base}‘ nicht gefunden
es: no se pudo encontrar paquete '{pkg}' en lista de instalación para '{base}'
fi: ei löydetty pakettia '{pkg}' pakettilistassa '{base}'
hr: nije moguće pronaći paket '{pkg}' u listi paketa za '{base}'
hu: nem található a(z) „{pkg}” nevezetű csomag a(z) „{base}” csomaglistában
ja: '{base}' のパッケージリストにパッケージ '{pkg}' が見つかりませんでした
ko: '{base}'의 꾸러미 목록에서 '{pkg}' 꾸러미를 찾을 수 없음
nl: kon het pakket {pkg} niet vinden in de pakketlijst van '{base}'
pt: não foi possível encontrar o pacote '{pkg}' na lista de pacotes para '{base}'
pt_br: não foi possível encontrar o pacote '{pkg}' na lista de pacotes para '{base}'
ro: nu s-a putut găsi pachetul '{pkg}' in lista de pachete '{base}'
ru: не найдено пакета '{pkg}' в списке пакетов для '{base}'
sk: nepodarilo sa nájsť balíčky '{pkg}' v zozname balíčkov pre '{base}'
sv: kunde inte hitta paket '{pkg}' i paketlistan för '{base}'
uk: не вдалося знайти пакунок '{pkg}' у списку пакунків для '{base}'
zh_cn: 未能在列表 '{base}' 中找到软件包 '{pkg}'

source: packages failed to build: {}
ca: no s'han pogut construir els paquets: {}
cs: balíčky, které se nepodařilo sestavit: {}
de: Pakete konnten nicht erstellt werden: {}
es: no se pudieron construir los siguientes paquetes: {}
fi: pakettien rakennus epäonnistui: {}
hr: neuspješan build na paketima: {}
hu: nem sikerült összeállítani a következő csomagokat : {}
it: compilazione fallita per i seguenti pacchetti: {}
ja: パッケージのビルドに失敗しました: {}
ko: 꾸러미 빌드 실패: {}
nl: pakketten die niet gebouwd konden worden: {}
pl: pakiety, których kompilowanie nie powiodło się: {}
pt: pacotes com problema a compilar: {}
pt_br: os pacotes {} falharam na compilação
ro: pachetele nu au putut fi compilate: {}
ru: не удалось собрать пакеты: {}
sk: balíčky, ktoré sa nepodarilo zostaviť: {}
sv: bygge misslyckat för paket: {}
tr: oluşumu hata veren paketler: {}
uk: не вдалося зібрати пакунки: {}
zh_cn: 未能构建的软件包：{}

source: adding {} to the install list
ca: s'està afegint {} a la llista d'instal·lació
cs: přidávání {} do seznamu k instalaci
de: {} zur Installationsliste hinzugefügt
es: añadiendo {} a la lista de instalación
fi: lisätään {} asennuslistaan
hr: dodavanje {} na install list
hu: a(z) {} hozzáadása a telepítési listához
it: {} aggiunto alla lista d'installazione
ja: インストールリストに {} を追加しています
ko: 설치 목록에 {} 추가하는 중
nl: {} aan de installatielijst aan het toevoegen
pl: dodawanie {} do listy instalowanych
pt: a adicionar {} para a lista de instalação
pt_br: adicionando {} para a lista de instalação
ro: se adaugă {} la lista de instalare
ru: добавление {} к устанавливаемым
sk: pridávam {} do zoznamu na inštaláciu
sv: lägger {} till installationslistan
tr: {} yükleme listesine ekleniyor
uk: додавання {} до списку встановлення
zh_cn: 正在将 {} 加入安装列表

source: failed to download sources for '{}'
ca: no s'han pogut baixar les fonts per a «{}»
cs: nepodařilo se stáhnout zdroje pro '{}'
de: Quellen für ‚{}‘ konnten nicht heruntergeladen werden
es: no se pudieron descargar fuentes para '{}'
fi: ei pystytty latamaan lähteitä paketille '{}'
hr: neuspješno preuzimanje source-a za '{}'
hu: a(z) „{}” forrásait nem sikerült letölteni
it: Impossibile scaricare il codice sorgente per '{}'
ja: '{}' のソースのダウンロードに失敗しました
ko: '{}'의 소스 내려받기 실패함
nl: bron van '{}' downloaden mislukt
pl: pobieranie źródeł dla '{}' nie powiodło się
pt: problema ao transferir fontes para '{}'
pt_br: falha ao baixar fontes para '{}'
ro: nu s-au putut descărca sursele
ru: не удалось загрузить исходники для «{}»
sk: nepodarilo sa stiahnuť zdroje pre '{}'
sv: misslyckades med att hämta källor för '{}'
tr: '{}' için kaynak indirilemedi
uk: не вдалося завантажити вихідний код для '{}'
zh_cn: 未能下载 '{}' 的源

source: failed to build '{}'
ca: no s'ha pogut construir «{}»
cs: nepodařilo se sestavit '{}'
de: ‚{}‘ konnte nicht erstellt werden
es: no se pudo construir '{}'
fi: ei pystytty rakentamaan '{}'
hr: neuspješan build '{}'
hu: nem sikerült összeállítani a következő csomagot: „{}”
it: compilazione fallita per '{}'
ja: '{}' のビルドに失敗しました
ko: '{}' 빌드 실패함
nl: bouwen van '{}' mislukt
pl: kompilowanie '{}' nie powiodło się
pt: problema ao compilar '{}'
pt_br: falha ao compilar '{}'
ro: nu s-a putut compila '{}'
ru: не удалось собрать «{}»
sk: nepodarilo sa zostaviť '{}'
sv: misslyckades med att bygga '{}'
tr: '{}' oluşturulamadı
uk: не вдалося зібрати '{}'
zh_cn: 未能构建 '{}'

source: {}: parsing pkg list...
ca: {}: s'està analitzant la llista de paquets...
cs: {}: načítání pkg seznamu...
de: {}: Lese pkg Liste…
es: {}: leyendo lista pkg...
fi: {}: jäsennetään pkg listaa...
hr: {}: raščlanjivanje pkg list...
hu: {}: pkg-lista elemzése...
it: {}: lettura lista pacchetti in corso...
ja: {}: パッケージリストを解析しています...
ko: {}: 꾸러미 목록 파싱 중...
nl: {}: pakketlijst parsen...
pl: {}: parsowanie listy pkg…
pt: {}: a analisar lista pkg...
pt_br: {}: analisando lista pkg...
ro: {}: procesare lista pkg...
ru: {}: чтение списка пакетов...
sk: {}: načítavam pkg zoznam...
sv: {}: analyserar pkg-lista...
tr: {}: pkg listesi çekiliyor...
uk: {}: аналіз списку пакунка...
zh_cn: {}：正在解析软件包列表……

source: package list does not match srcinfo
ca: la llista de paquets no coincideix amb srcinfo
cs: seznam balíčků nesouhlasí s srcinfo
de: Paketliste stimmt nicht mit .SRCINFO überein
es: la lista de paquetes no coincide con el srcinfo
hu: a csomaglista nem egyezik az srcinfo-val
ja: パッケージリストはsrcinfoに一致しません
ko: 꾸러미 목록이 srcinfo와 일치하지 않음
nl: pakketlijst komt niet overeen met srcinfo
pt: a lista de pacotes não corresponde ao srcinfo
pt_br: lista de pacotes não corresponde ao srcinfo
sk: zoznamov balíčkov nesúhlasí so srcinfo
sv: paketlistan matchar inte srcinfo
uk: список пакунка не відповідає SRCINFO
zh_cn: 软件包列表与 srcinfo 不匹配

source: {}-{} is up to date -- skipping build
ca: {}-{} està actualitzat -- s'omet la construcció
cs: {}-{} je aktuální -- sestavení překočeno
de: {}-{} ist aktuell -- überspringe Erstellen
es: {}-{} está actualizado -- saltando construcción
fi: {}-{} on ajantasalla -- ohitetaan rakennus
hr: {}-{} je ažuriran -- preskačem build
hu: {}-{} naprakész -- összeállítás kihagyása
it: {}-{} è aggiornato -- compilazione ignorata
ja: {}-{} は最新です -- ビルドをスキップ
ko: {}-{} 현재 최신버전 -- 빌드 건너뛰는 중
nl: {}-{} is nog actueel -- bouwen wordt overgeslagen
pl: {}-{} jest aktualny -- pomijanie kompilacji
pt: {}-{} está atualizado -- a ignorar compilação
pt_br: {}-{} está atualizado -- pulando compilação
ro: {}-{} este actualizat la ultima versiune -- se sare peste compilare
ru: {}-{} уже свежих версий --- пропускаем сборку
sk: {}-{} je aktuálny -- preskakujem zostavenie
sv: {}-{} är aktuell -- hoppar över bygge
tr: {}-{} güncel -- oluşturma es geçiliyor
uk: {}-{} в актуальному стані - збирання пропускається
zh_cn: {}-{} 已是最新版本 -- 跳过构建

source: can't build {base}, deps not satisfied: {deps}
ca: no es pot construir {base}, les dependències no satisfetes són: {deps}
cs: nelze sestavit {base}, závislosti nejsou vyřešeny: {deps}
de: kann {base} nicht erstellen, Abhängigkeiten nicht erfüllt: {deps}
es: no se puede construir {base}, dependencias sin satisfaces: {deps}
hu: nem lehet összeállítani a következőt: {base}, a következő függőség(ek) nem teljesül(nek): {deps}
ja: 依存関係{deps}が満たされないため、{base}をビルドできませんでした
ko: {base} 빌드할 수 없음: 종속성 충족되지 않음: {deps}
nl: kan {base} niet bouwen, afhankelijkheden niet voldaan: {deps}
pt: não foi possível compilar {base}, dependências não satisfeitas: {deps}
pt_br: não foi possível compilar {base}, dependências não satisfeitas: {deps}
sk: nemôžem zostaviť {base}, závislosti nie sú vyriešené: {deps}
sv: kan inte bygga {base}, deps inte tillfredsställda: {deps}
uk: не вдалося зібрати {base} через нерозв'язані залежності: {deps}
zh_cn: 无法构建 {base}，未满足以下依赖关系：{deps}

source: fetching devel info...
ca: s'està recuperant la informació de desenvolupament...
cs: získávání vývojových informací...
de: devel Informationen werden empfangen...
es: obteniendo info de desarrollo....
fi: haetaan devel tietoa...
hr: dohvaćanje devel info...
hu: fejlesztői információk lekérése...
it: salvando le informazioni sulle repository di sviluppo...
ja: 開発情報を取得しています...
ko: 개발버전 정보를 가져오는 중...
nl: devel-info ophalen...
pl: pozyskiwanie informacji devel…
pt: a procurar informações de compilação...
pt_br: buscando informações de compilação...
ro: se obțin devel info...
ru: получение информации о пакетах разработки...
sk: získavam informácie pre vývoj...
sv: hämtar devel information...
tr: devel bilgisi çekiliyor...
uk: отримання інформації розробки...
zh_cn: 正在获取开发版信息……

source: no targets specified (use -h for help)
ca: no s'ha especificat cap objectiu (useu -h per ajuda)
cs: nebyly specifikovány cíle (použijte -h pro nápovědu)
de: keine Ziele spezifiziert (benutze -h für Hilfe)
es: ningún objetivo seleccionado (usa -h para ayuda)
fi: yhtään kohdetta ei ole määritelty (-h tulostaa ohjeen)
hr: ciljevi nisu specifirani (-h za help)
hu: nincsenek célok megadva (tekintse meg a súgót a -h kapcsolóval)
it: non è stato specificato nessun pacchetto (usa -h per un aiuto)
ja: 対象が指定されていません (-h を使ってヘルプを見て下さい)
ko: 지정된 대상 없음 (도움말: -h 옵션 사용)
nl: geen doelen gespecificeerd (gebruik -h voor hulp)
pl: nie podano żadnych celów (użyj -h aby otrzymać pomoc)
pt: nenhum alvo especificado (use -h para ajuda)
pt_br: nenhum alvo especificado (use -h para ajuda)
ro: niciun target specificat (folosește -h pentru ajutor)
ru: не указаны target’ы (вызов справки через -h)
sk: neboli určené ciele (použite -h pre nápovedu)
sv: inga mål specificerade (använd -h för hjälp)
tr: hedef belirtilmedi (-h kullanarak yardıma ulaşın)
uk: цілі не вказано (використовуйте -h для довідки)
zh_cn: 没有指定目标（使用 -h 来获取帮助）

source: there is nothing to do
ca: No hi ha res a fer
cs: není co dělat
de: es gibt nichts zu tun
es: no hay nada que hacer
fi: ei ole mitään tehtävää
hr: nema se što napraviti
hu: itt nincs semmi tennivaló
it: non c'è nulla da fare
ja: 何も行うことがありません
ko: 업데이트할 꾸러미 없음
nl: er valt niets te doen
pl: nie ma nic do zrobienia
pt: nada a fazer
pt_br: nada para fazer
ro: nu este nimic de făcut
ru: делать больше нечего
sk: nie je čo robiť
sv: det finns inget att göra
tr: yapılacak hiçbir şey yok
uk: нема чого робити
zh_cn: 今日无事可做

source: Resolving dependencies...
ca: S'estan resolent les dependències...
cs: Řeším závislosti...
de: Löse Abhängigkeiten auf…
es: Resolviendo dependencias...
fi: Selvitetään riippuvuuksia...
hr: Razrješavanje dependencies...
hu: Függőségek feloldása...
it: Risoluzione delle dipendenze in corso...
ja: 依存関係を解決しています...
ko: 종속성 해결 중...
nl: Afhankelijkheden oplossen...
pl: Rozwiązywanie zależności……
pt: A resolver dependências...
pt_br: Resolvendo dependências...
ro: Se rezolva dependințele...
ru: Разрешение зависимостей...
sk: Riešim závislosti...
sv: Löser beroenden...
tr: Gereksinimler çözülüyor...
uk: Розв'язання залежностей...
zh_cn: 正在解析依赖关系……

source: can't install AUR package as root
ca: no es pot instal·lar el paquet de l'AUR com a root
cs: nelze nainstalovat AUR balíček jako root
de: AUR-Pakete können nicht als root installiert werden
es: no se permite instalar un paquete de AUR como root
fi: ei pystytty asentamaan AUR pakettia root-käyttäjänä
hr: nije moguće instalirati AUR pakete kao root
hu: nem lehet telepíteni az AUR-csomagot rendszergazdaként
it: non è possibile installare pacchetti AUR come root
ja: root で AUR パッケージをインストールできません
ko: root 권한으로 AUR 꾸러미 설치할 수 없음
nl: kan AUR-pakket niet als root installeren
pl: nie można instalować pakietów z AUR jako root
pt: não é possível instalar o pacote AUR como root
pt_br: não é possível instalar o pacote AUR como root
ro: nu se poate instala pachetul AUR ca root
ru: невозможно установить AUR-пакет из-под root’а
sk: nemôžem nainštalovať AUR balíček ako root
sv: kan inte installera AUR-paket som root
tr: root olarak AUR paketi yüklenemez
uk: не вдалося встановити пакунок з AUR від імені root
zh_cn: 无法以 root 身份安装 AUR 软件包

source: --downloadonly can't be used for AUR packages
ca: --downloadonly no pot ser usat per a paquets de l'AUR
cs: --downloadonly nelze použít pro AUR balíčky
es: --downloadonly no se puede utilizar para paquetes de AUR
hu: --downloadonly nem használható az AUR-csomagokhoz
ko: --downloadonly는 AUR 꾸러미에는 사용할 수 없음
nl: --downloadonly kan niet worden gebruikt voor AUR-pakketen
pt: --downloadonly não pode ser usado para pacotes AUR
pt_br: --downloadonly não pode ser usado para pacotes AUR
sk: --downloadonly sa nedá použiť pre balíčky AUR
sv: --downloadonly kan inte användas för AUR-paket
uk: --downloadonly не можна використовувати для пакунків з AUR
zh_cn: --downloadonly 参数不可用于 AUR 软件包

source: Remove make dependencies after install?
ca: Voleu suprimir les dependències de construcció després de la instal·lació?
cs: Odebrat make závislosti po instalaci?
de: Entferne make Abhängigkeiten nach der Installation?
es: ¿Eliminar dependencias de make tras la instalación?
fi: Poistetaanko make riippuvuudet asennuksen jälkeen?
hr: Izbriši make dependencies nakon instalacije?
hu: Fordítási függőségek eltávolítása a telepítés után?
it: Rimuovere le dipendenze di compilazione dopo l'installazione?
ja: ビルド時の依存パッケージをインストール後に削除しますか？
ko: 설치 후 빌드에 사용된 종속성 꾸러미를 제거하시겠습니까?
nl: Bouwafhankelijke pakketten verwijderen na installatie?
pl: Usunąć zależności instalacyjne po jej zakończeniu?
pt: Remover dependências de compilação após instalação?
pt_br: Remover dependências de compilação depois da instalação?
ro: Elimina dependințele make după instalare?
ru: Удалить зависимости сборки после установки?
sk: Odobrať make závislosti po inštalácii?
sv: Ta bort make-beroenden efter installation?
tr: Yükleme sonrasında make gereksinimlerini sil?
uk: Видалити залежності збирання після встановлення?
zh_cn: 在安装后移除生成依赖？

source: Proceed to review?
ca: Voleu continuar a la revisió?
cs: Pokračovat ke kontrole?
de: Mit Überprüfung fortfahren?
es: ¿Editar ahora?
fi: Jatketaanko tarkistukseen?
hr: Nastavi na review?
hu: Folytatja a felülvizsgálatot?
it: Proseguire alla revisione?
ja: レビューを続行しますか？
ko: 검토를 진행하시겠습니까?
nl: Doorgaan naar controleren?
pl: Przejść do przeglądu?
pt: Continuar para análise?
pt_br: Continuar para revisão?
ro: Continuă cu verificarea pachetului?
ru: Продолжить обзор?
sk: Pokračovať ku kontrole?
sv: Gå vidare till granskning?
tr: İncelemeye geç?
uk: Перейти до перегляду?
zh_cn: 继续以审阅？

source: no architecture
ca: sense arquitectura
cs: žádná architektura
de: keine Architektur
es: sin arquitectura
fi: ei arkkitehtuuria
hr: bez arhitekture
hu: nincs architektúra
it: nessuna architettura
ja: アーキテクチャなし
ko: 이 시스템에 설치할 수 없음
nl: geen architectuur
pl: brak architektury
pt: sem arquitetura
pt_br: sem arquitetura
ro: nicio arhitectură
ru: архитектура не указана
sk: žiadna architektúra
sv: ingen arkitektur
tr: mimari yok
uk: відсутня архітектура
zh_cn: 无架构
