Repository: Morganamilo/paru
Catalog: po/*.po
Languages: ca, cs, de, es, fi, hr, hu, it, ja, ko, nl, pl, pt, pt_br, ro, ru, sk, sv, tr, uk, zh_cn

source: Do you want to clean ALL AUR packages from cache?
ca: Voleu eliminar TOTS els paquets de l'AUR de la memòria cau?
cs: Chcete odstranit VŠECHNY AUR balíčky z mezipaměti?
de: ALLE AUR-Pakete aus dem Cache entfernen?
es: ¿Quiere eliminar TODOS los paquetes del AUR de la caché?
hu: Biztosan el akarja távolítani az ÖSSZES AUR-csomagot a gyorsítótárból?
ja: キャッシュから全ての AUR パッケージを削除しますか？
ko: 캐시에서 모든 AUR 꾸러미를 지우시겠습니까?
nl: Wilt u ALLE AUR-pakketten uit de cache verwijderen?
pt: Pretende limpar TODOS os pacotes AUR do cache?
pt_br: Deseja limpar TODOS os pacotes AUR do cache?
sk: Chcete odstrániť VŠETKY balíčky AUR z cache?
sv: Vill du rensa ALLA AUR paket från cache?
uk: Хочете видалити з кешу ВСІ пакунки з AUR?
zh_cn: 你想要从缓存中清除所有 AUR 软件包吗？

source: Do you want to clean all other AUR packages from cache?
ca: Voleu eliminar tots els altres paquets de l'AUR de la memòria cau?
cs: Chcete odstranit všechny ostatní balíčky AUR z mezipaměti?
de: Alle anderen AUR-Pakete aus dem Cache entfernen?
es: ¿Quiere eliminar todos los demás paquetes del AUR de la caché?
hu: Biztosan el akarja távolítani az összes többi AUR-csomagot a gyorsítótárból?
ja: キャッシュから他の全ての AUR パッケージを削除しますか？
ko: 캐시에서 다른 모든 AUR 꾸러미를 지우시겠습니까?
nl: Wilt u alle andere AUR-pakketten uit de cache verwijderen?
pt: Pretende limpar todos os outros pacotes AUR do cache?
pt_br: Deseja limpar os outros pacotes AUR do cache?
sk: Chcete odstrániť všetky ostatné balíčky AUR z cache?
sv: Vill du rensa alla andra AUR paket från cache?
uk: Хочете видалити з кешу всі інші пакунки з AUR?
zh_cn: 你想要从缓存中清除所有其他的 AUR 软件包吗？

source: Clone Directory: {}
ca: Clonar el directori: {}
cs: Adresář pro klonování: {}
de: Clone-Verzeichnis: {}
es: Clonar Directorio: {}
fi: Kloonaa kansio: {}
hr: Clone Direktorij: {}
hu: Klónozási könyvtár: {}
it: Directory di scaricamento: {}
ja: 複製ディレクトリ: {}
ko: 클론 디렉터리: {}
nl: Kloonmap: {}
pt: Diretório Clone: {}
pt_br: Diretório Clone: {}
ro: Director Clone: {}
ru: Каталог для клонирования: {}
sk: Adresár pre klonovanie: {}
sv: Kloningskatalog: {}
tr: Dizini Klonla: {}
uk: Каталог для клонування: {}
zh_cn: 克隆目录：{}

source: Diff Directory: {}
ca: Directori diff: {}
cs: Adresář rozdílů: {}
de: Diff-Verzeichnis: {}
es: Directorio de Diffs: {}
fi: Diff kansio: {}
hr: Diff Direktorij {}
hu: Összehasonlítási könyvtár: {}
it: Directory dei file diff: {}
ja: 差分ディレクトリ: {}
ko: 비교(Diff) 디렉터리: {}
nl: Verschillenmap: {}
pt: Diretório Diff: {}
pt_br: Diretório divergente: {}
ro: Director Diff: {}
ru: Каталог для diff (различий): {}
sk: Adresár pre rozdiely: {}
sv: Skillnadskatalog: {}
tr: Fark Dizini: {}
uk: Каталог для відмінностей: {}
zh_cn: 差异目录：{}

source: Do you want to remove all saved diffs?
ca: Voleu eliminar totes les diferències (diff) desades?
cs: Přejete si smazat všechny uložené rozdíly?
de: Alle gespeicherten Diffs entfernen?
es: ¿Quiere eliminar todos los diffs guardados?
fi: Haluatko poistaa kaikki tallennetut diffit?
hr: Brisanje svih spremljenih diffs?
hu: Biztosan el akarja távolítani az összes mentett összehasonlítást?
it: Vuoi rimuovere tutti i file diff salvati?
ja: 保存された全ての差分を削除しますか？
ko: 저장된 모든 변경사항(Diff)을 제거하시겠습니까?
nl: Wilt u alle opgeslagen verschillen verwijderen?
pl: Czy chcesz usunąć wszystkie zapisane różnice?
pt: Deseja remover todas as diffs guardadas?
pt_br: Deseja remover todas as divergências salvas?
ro: Doriți să eliminați toate diff-urile salvate?
ru: Вы хотите удалить все сохранённые diff-различия?
sk: Prajete si zmazať všetky uložené rozdiely?
sv: Vill du ta bort alla sparade skillnader?
tr: Tüm kayıtlı farkları silmek istiyor musun?
uk: Хочете видалити всі збережені відмінності?
zh_cn: 你想要移除所有已保存的差异吗？

source: can't open diff dir: {}
ca: no es pot obrir el directori de diferències: {}
cs: nelze otevřít adresář rozdílů: {}
de: Diff-Verzeichnis kann nicht geöffnet werden: {}
es: no se pudo abrir el directorio de diff: {}
fi: ei voitu avata diff kansiota: {}
hr: nije moguće otvoriti diff dir: {}
hu: nem nyitható meg a következő összehasonlítási könyvtár: {}
it: non è stato possibile rimuovere la directory dei file diff: {}
ja: 差分ディレクトリを開けません: {}
ko: 비교(Diff) 디렉터리 열 수 없음: {}
nl: kan verschillenmap {} niet openen
pl: nie można otworzyć katalogu różnic: {}
pt: não é possível abrir diretório diff: {}
pt_br: não foi possível abrir o diretório das divergências: {}
ro: nu se poate deschide directorul diff: {}
ru: не удалось открыть diff-каталог: {}
sk: nedá sa otvoriť adresár pre rozdiely: {}
sv: kan inte öppna skillnadskatalog: {}
tr: dizin farkı açılamıyor: {}
uk: не вдалося відкрити каталог з відмінностями: {}
zh_cn: 无法打开差异目录：{}

source: could not remove '{}'
ca: no s'ha pogut eliminar «{}»
cs: nelze odstranit '{}'
de: ‚{}‘ konnte nicht entfernt werden
es: no se pudo eliminar '{}'
fi: ei pystytty poistamaan '{}'
hr: nije moguće izbrisati '{}'
hu: nem sikerült eltávolítani a következőt: „{}”
it: non è stato possibile rimuovere '{}'
ja: '{}' を削除できませんでした
ko: '{}'을/를 제거할 수 없음
nl: kon '{}' niet verwijderen
pl: nie udało się usunąć '{}'
pt: não foi possível remover '{}'
pt_br: não foi possível remover '{}'
ro: nu se poate elimina '{}'
ru: не удалось удалить «{}»
sk: nedá sa odstrániť '{}'
sv: kunde inte ta bort '{}'
tr: '{}' silinemiyor
uk: не вдалося видалити '{}'
zh_cn: 未能移除 '{}'

source: can't open clone dir: {}
ca: no es pot obrir el directori de clonar: {}
cs: nelze otevřít adresář pro klonování: {}
de: Clone-Verzeichnis konnte nicht geöffnet werden: {}
es: no se pudo abrir el directorio clonado: {}
fi: ei voitu avata kloonattua kansiota: {}
hr: nije moguće klonirati dir: {}
hu: nem sikerült megnyitni a klónozási könyvtárat: {}
it: non è stato possibile aprire la directory di scaricamento: {}
ja: 複製ディレクトリを開けません: {}
ko: 클론 디렉터리 열 수 없음: {}
nl: kan kloonmap {} niet openen
pl: nie można otworzyć katalogu klonów: {}
pt: não foi possível abrir o diretório clone: {}
pt_br: não foi possível abrir o diretório clone: {}
ro: nu se poate deschide directorul clone: {}
ru: не удалось открыть клонированный каталог «{}»
sk: nedá sa otvoriť adresár pre klonovanie: {}
sv: kan inte öppna kloningskatalog: {}
tr: klon dizini açılamıyor: {}
uk: не вдалося відкрити каталог для клонування: {}
zh_cn: 无法打开克隆目录：{}

source: could not parse .SRCINFO for '{}'
cs: nelze načíst .SRCINFO pro '{}'
es: no se pudo procesar .SRINFO para '{}'
hu: nem sikerült elemezni az .SRCINFO-t a(z) „{}” esetében
ko: '{}'의 .SRCINFO 파싱할 수 없음
pt: não foi possível analisar o .SRCINFO para '{}'
sk: nedá sa načítať .SRCINFO pre '{}'
sv: kunde inte analysera .SRCINFO för '{}'
uk: не вдалося розібрати .SRCINFO для '{}'

source: option {} expects a value
ca: l'opció {} espera un valor
cs: volba {} očekává hodnotu
de: Option {} erwartet einen Wert
es: la opción {} requiere un valor
fi: vaihtoehto {} odottaa arvoa
hr: opcija {} očekuje vrijednost
hu: a(z) {} kapcsoló értéket vár
it: l'opzione {} richiede un valore
ja: オプション {} は値が必要です
ko: 옵션 {}에 값을 입력해야 함
nl: optie {} verwacht een waarde
pl: opcja {} wymaga wartości
pt: opção {} exige um valor
pt_br: a opção {} exige um valor
ro: opțiunea {} așteaptă o valoare
ru: опция {} требует значения параметра
sk: voľba {} očakáva hodnotu
sv: parametern {} förväntar sig ett värde
tr: {} seçeneği bir değer bekler
uk: опція {} очікує на значення
zh_cn: 需要为选项 {} 提供一个值

source: option {} does not allow a value
ca: l'opció {} no permet un valor
cs: volba {} nedovoluje hodnotu
de: Option {} erlaubt keinen Wert
es: la opción {} no admite un valor
fi: vaihtoehto {} ei salli arvoa
hr: opcija {} ne dopušta vrijednost
hu: a(z) {} kapcsoló nem enged meg egy értéket
it: l'opzione {} non accetta valori
ja: オプション {} は値を許可しません
ko: 옵션 {}에는 값을 지정할 수 없음
nl: optie {} laat geen waarde toe
pl: opcja {} nie zezwala na wartość
pt: opção {} não aceita um valor
pt_br: a opção {} não aceita um valor
ro: opțiunea {} nu permite alocarea unei valori
ru: опция {} должна указываться без параметров
sk: voľba {} nepovoľuje hodnotu
sv: parametern {} tillåter inte ett värde
tr: {} seçeneği bir değere izin vermez
uk: опція {} не потребує значення
zh_cn: 选项 {} 不接受值

source: unknown option --{}
ca: opció desconeguda --{}
cs: neznámá volba --{}
de: unbekannte Option --{}
es: opción desconocida --{}
fi: tuntematon vaihtoehto --{}
hr: nepoznata opcija --{}
hu: ismeretlen kapcsoló: --{}
it: opzione sconosciuta --{}
ja: 不明なオプション --{}
ko: 알 수 없는 옵션 --{}
nl: onbekende optie --{}
pl: nieznana opcja --{}
pt: opção desconhecida --{}
pt_br: opção desconhecida --{}
ro: opțiune necunoscută --{}
ru: неизвестная опция --{}
sk: neznáma voľba --{}
sv: okänd parameter --{}
tr: bilinmeyen seçenek --{}
uk: невідома опція --{}
zh_cn: 未知的选项 --{}

source: unknown option -{}
ca: opció desconeguda -{}
cs: neznámá volba -{}
de: unbekannte Option -{}
es: opción desconocida -{}
fi: tuntematon vaihtoehto -{}
hr: nepoznata opcija -{}
hu: ismeretlen kapcsoló: -{}
it: opzione sconosciuta -{}
ja: 不明なオプション -{}
ko: 알 수 없는 옵션 -{}
nl: onbekende optie -{}
pl: nieznana opcja -{}
pt: opção desconhecida -{}
pt_br: opção desconhecida -{}
ro: opțiune necunoscută -{}
ru: неизвестная опция -{}
sk: neznáma voľba -{}
sv: okänd parameter -{}
tr: bilinmeyen seçenek -{}
uk: невідома опція --{}
zh_cn: 未知的选项 -{}

source: failed to decode package list
hu: nem sikerült dekódolni a csomaglistát
sv: misslyckades med att avkoda paketlista

source: failed to open cache file '{}'
ca: no s'ha pogut obrir el fitxer de la memòria cau «{}»
cs: nepodařilo se otevřít soubor mezipaměti '{}'
de: Cache-Datei ‚{}‘ konnte nicht geöffnet werden
es: no se pudo abrir el fichero '{}' desde la caché
fi: ei pystytty avaamaan välimuistitiedostoa '{}'
hr: neuspješno otvaranje cache datoteke '{}'
hu: nem sikerült megnyitni a gyorsítótár-fájlt „{}”
it: impossibile aprire il file di cache '{}'
ja: キャッシュファイル '{}' のオープンに失敗しました
ko: 캐시 파일 '{}' 열기 실패함
nl: kon het cachebestand '{}' niet openen
pl: otwieranie pliku pamięci podręcznej '{}' nie powiodło się
pt: problema ao abrir ficheiro de cache '{}'
pt_br: falha ao abrir arquivo de cache '{}'
ro: nu s-a putut deschide fișierul cache '{}'
ru: не удалось открыть файл кэша «{}»
sk: nepodarilo sa otvoriť súbor cache '{}'
sv: misslyckades med att öppna cachefilen '{}'
tr: önbellek dosyasını açarken hata '{}'
uk: не вдалося відкрити файл кешу '{}'
zh_cn: 未能打开缓存文件 '{}'

source: could not update aur cache
ca: no s'ha pogut actualitzar la memòria cau de l'AUR
cs: nepodařilo se aktualizovat AUR mezipaměť
de: AUR-Cache konnte nicht aktualisiert werden
es: no se pudo actualizar la caché del aur
fi: ei pystytty päivittämään aur välimuistia
hr: neuspješan update aur cache-a
hu: nem sikerült frissíteni az AUR-gyorsítótárat
it: non è stato possibile aggiornare la cache dell'aur
ja: AUR キャッシュを更新できませんでした
ko: AUR 캐시 업데이트할 수 없음
nl: kon de AUR-cache niet updaten
pl: nie udało się zaktualizować pamięci podręcznej AUR
pt: não foi possível atualizar a cache do AUR
pt_br: não foi possível atualizar o cache do AUR
ro: nu s-a putut actualiza cache-ul aur
ru: не удалось обновить AUR-кэш
sk: nepodarilo sa aktualizovať aur cache
sv: kunde inte updatera aur-cachen
tr: aur önbelleği güncellenemedi
uk: не вдалося оновити кеш AUR
zh_cn: 未能更新 AUR 缓存

source: invalid value '{val}' for key '{key}', expected: {exp}
ca: valor '{val}' no vàlid per a la clau '{key}', s'esperava: {exp}
cs: neplatná hodnota '{val}' pro klíč '{key}', očekáváno: {exp}
de: Wert ‚{val}‘ für Schlüssel ‚{key}‘ ist ungültig, erwartet: {exp}
es: valor inválido '{val}' para clave '{key}', se esperaba: {exp}
fi: kelpaamaton arvo '{val}' avaimelle {key}', odotettiin: {exp}
hr: Nevažeća vrijednost '{val}' za key '{key}', očekivana: {exp}
hu: érvénytelen „{val}” érték a(z) „{key}” kulcshoz, várt érték: {exp}
ja: キー '{key}' に対して値 '{val}' は不正です、期待される値: {exp}
ko: 키 ‘{key}'에 대해 잘못된 값 ’{val}', 예상된 값: {exp}
nl: ongeldige waarde '{val}' voor sleutel '{key}', verwacht: {exp}
pt: valor inválido '{val}' para chave '{key}', é esperado: {exp}
pt_br: valor inválido '{val}' para chave '{key}', espera-se: {exp}
ro: valoare incorectă '{val}' pentru cheia '{key}', valoare așteptată: {exp}
ru: неверное значение «{val}» для ключа «{key}»; ожидалось «{exp}»
sk: neplatná hodnota '{val}' pre kľúč '{key}', očakávané: {exp}
sv: ogiltigt värde '{val}' för nyckel '{key}', förväntade sig: {exp}
uk: недійсне значення '{val}' для ключа '{key}', очікується: {exp}
zh_cn: '{val}' 不是键 '{key}' 的有效值，期望值为：{exp}

source: unknown mode {}
ca: mode desconegut {}
cs: neznámý režim {}
es: modo desconocido {}
hu: ismeretlen mód: {}
ko: 알 수 없는 모드 {}
nl: onbekende modus {}
pt: modo desconhecido {}
pt_br: opção desconhecida {}
sk: neznámy režim {}
sv: okänt läge {}
uk: невідомий режим {}
zh_cn: 未知的模式 {}

source: section can not be called {}
ca: la secció no pot ser cridada {}
cs: sekci nelze zavolat {}
de: Abschnitt kann nicht {} genannt werden
es: no se puede llamar la sección {}
hu: nem hívható meg a következő szakasz: {}
ko: 섹션은 {}로 호출될 수 없음
nl: sectie mag niet de naam {} hebben
pt: secção não pode ser chamada {}
pt_br: seção não pode ser chamada {}
sk: oddiel sa nedá pomenovať {}
sv: sektionen kan inte kallas {}
uk: розділ не може бути викликано {}
zh_cn: 不能使用 '{}' 作为设置节

source: failed to find cache directory
ca: no s'ha pogut trobar el directori de la memòria cau
cs: nepodařilo se najít adresář mezipaměti
de: Cache-Verzeichnis konnte nicht gefunden werden
es: no se pudo encontrar el directorio de caché
fi: ei löydetty välimuistikansiota
hr: neuspješno traženje cache direktorija
hu: nem sikerült megtalálni a gyorsítótár-könyvtárat
it: impossibile trovare o leggere la directory della cache
ja: キャッシュディレクトリが見つかりません
ko: cache 디렉터리를 찾을 수 없음
nl: kon de cachemap niet vinden
pl: szukanie katalogu pamięci podręcznej nie powiodło się
pt: problema ao procurar o diretório de cache
pt_br: falha ao procurar diretório de cache
ro: nu s-a găsit directorul cache
ru: не удалось найти директорию кэша
sk: nepodarilo sa nájsť adresár cache
sv: misslyckades med att hitta cachekatalogen
tr: önbellek dizini aranırken hata
uk: каталог кешу не знайдено
zh_cn: 未能找到缓存目录

source: failed to find config directory
ca: no s'ha pogut trobar el directori de configuració
cs: nepodařilo se najít konfigurační adresář
de: Konfigurationsverzeichnis konnte nicht gefunden werden
es: no se pudo encontrar el directorio de configuración
fi: ei löydetty asetuskansiota
hr: neuspješno traženje config direktorija
hu: nem sikerült megtalálni a konfigurációs könyvtárat
it: impossibile trovare la directory di configurazione
ja: 設定ディレクトリが見つかりません
ko: config 디렉터리를 찾을 수 없음
nl: kon de configuratiemap niet vinden
pl: szukanie katalogu konfiguracji nie powiodło się
pt: problema ao procurar o diretório de configuração
pt_br: falha ao procurar diretório de configuração
ro: nu s-a găsit directorul config
ru: не удалось найти директорию с конфигурацией
sk: nepodarilo sa nájsť adresár s konfiguráciou
sv: misslyckades med att hitta konfigurationskatalogen
tr: ayar dizini aranırken hata
uk: каталог налаштувань не знайдено
zh_cn: 未能找到配置目录

source: failed to find state directory
ca: no s'ha pogut trobar el directori d'estat
cs: nepodařilo se najít stavový adresář
de: State-Verzeichnis konnte nicht gefunden werden
es: error al buscar directorio con el estado
hu: nem sikerült megtalálni az állapotkönyvtárat
ko: state 디렉토리를 찾을 수 없음
nl: kon de staatmap niet vinden
pt: falha ao procurar diretório de estado
pt_br: falha ao procurar diretório de estado
sk: nepodarilo sa nájsť adresár pre stavy
sv: misslyckades med att hitta tillståndskatalogen
uk: каталог стану не знайдено
zh_cn: 未能找到状态目录

source: config file '{}' does not exist
ca: el fitxer de configuració '{}' no existeix
cs: konfigurační soubor '{}' neexistuje
de: Konfigurationsdatei ‚{}‘ existiert nicht
es: no existe el fichero de configuración '{}'
fi: asetustiedosto '{}' ei ole olemassa
hr: config datoteka '{}' ne postoji
hu: a(z) „{}” konfigurációs fájl nem létezik
it: il file di configurazione '{}' non esiste
ja: 設定ファイル '{}' は存在しません
ko: '{}' 구성 파일이 존재하지 않음
nl: configuratiebestand '{}' bestaat niet
pl: plik konfiguracyjny '{}' nie istnieje
pt: ficheiro de configuração '{}' não existe
pt_br: arquivo de configuração '{}' não existe
ro: fișierul de configurare '{}' nu există
ru: файл конфигурации «{}» отсутствует
sk: konfiguračný súbor '{}' neexistuje
sv: konfigurationsfilen '{}' existerar inte
tr: ayar dosyası '{}' yok
uk: не існує файлу конфігурації '{}'
zh_cn: 配置文件 '{}' 不存在

source: only one operation may be used at a time
ca: només es pot utilitzar una operació alhora
cs: naráz může být použita pouze jedna operace
de: es darf nur eine Operation gleichzeitig benutzt werden
es: solo se puede realizar una operación a la vez
fi: vain yksi operaatia on sallittu kerrallaan
hr: istovremeno se smije koristiti samo jedna operacija
hu: egyszerre csak egy művelet használható
it: puoi usare un'operazione sola alla volta
ja: 一度にできる操作はひとつだけです
ko: 한 번에 한 명령어만 사용할 수 있음
nl: slechts één handeling per keer is toegestaan
pl: tylko jedna operacja może być użyta na raz
pt: apenas uma operação pode ser feita por vez
pt_br: apenas uma operação pode ser feita por vez
ro: se poate folosi doar o singură operațiune la un anumit moment
ru: одновременно может выполняться только одна операция
sk: naraz môžete použiť iba jednu operáciu
sv: endast en operation åt gången får användas
tr: aynı anda sadece bir operasyon kullanılabilinir
uk: одночасно можна виконувати тільки одну операцію
zh_cn: 一次只能使用一个操作

source: no local repo named {}
cs: neexistuje lokální repozitář jménem {}
es: ningún repositorio local llamado {}
hu: nem található a(z) „{}” nevezetű helyi tároló
ko: '{}' 이름의 로컬 저장소 없음
pt: nenhum repositório local nomeado {}
sk: neexistuje lokálny repozitár s menom {}
sv: inget lokalt förvar {}
uk: немає локального репозитарію із назвою {}
zh_cn: 没有名为 {} 的本地软件库

source: can not find local repo '{}' in pacman.conf
ca: no es pot trobar el dipòsit local '{}' al pacman.conf
cs: nelze najít lokální repozitář '{}' v pacman.conf
de: Lokales Repositorium ‚{}‘ in pacman.conf nicht gefunden
es: no se pudo encontrar el repositorio local '{}' en pacman.conf
fi: ei pystytty löytämään paikallista pakettivarastoa '{}' tiedostosta pacman.conf
hr: neuspješno traženje lokalnog repozitorija '{}' u pacman.conf
hu: nem található a(z) „{}” nevezetű helyi tároló a pacman.conf-ban
it: non è stato possibile trovare la repository locale '{}' in pacman.conf
ja: pacman.conf でローカルリポジトリ '{}' を見つけられません
ko: pacman.conf에서 로컬 저장소 '{}' 찾을 수 없음
nl: kan lokale repo '{}' in pacman.conf niet vinden
pl: nie można znaleźć lokalnego repozytorium '{}' w pacman.conf
pt: não foi possível encontrar o repositório local '{}' no pacman.conf
pt_br: não foi possível encontrar o repositório local '{}' no pacman.conf
ro: nu s-a putut găsi repo-ul local '{}' în pacman.conf
ru: не удалось найти локальный репозиторий «{}» в pacman.conf
sk: nedá sa nájsť lokálny repozitár '{}' v pacman.conf
sv: kan inte hitta lokalt förvar '{}' i pacman.conf
tr: pacman.conf içinde '{}' lokal deposu bulunamadı
uk: локальне сховище '{}' не знайдено у pacman.conf
zh_cn: 无法在 pacman.conf 中找到本地软件库 '{}'

source: failed to initialize alpm: root={} dbpath={}
ca: no s'ha pogut inicialitzar l'alpm: arrel={} dbpath={}
cs: nepodařilo se inicializovat alpm: root={} dbpath={}
de: alpm konnte nicht initialisiert werden: root={} dbpath={}
es: no se pudo inicializar alpm: root={} dbpath={}
fi: ei pystytty alustamaan alpm: root={} dbpath={}
hr: neuspješna inicijalizacija alpm: root={} dbpath={}
hu: nem sikerült előkészíteni az ALPM-et: root={} dbpath={}
it: inizializzazione fallita per alpm: root={} dbpath={}
ja: alpm を初期化できません: root={} dbpath={}
ko: alpm 초기화 실패: root={} dbpath={}
nl: initialiseren van alpm mislukt: root={} dbpath={}
pl: inicjacja alpm nie powiodła się: root={} dbpath={}
pt: problema ao iniciar alpm: root={} dbpath={}
pt_br: falha ao inicializar alpm: root={} dbpath={}
ro: nu s-a putut inițializa alpm: root={} dbpath={}
ru: не удалось инициализировать alpm: root={} dbpath={}
sk: nepodarilo sa inicializovať alpm: root={} dbpath={}
sv: misslyckades med att initialisera alpm: root={} dbpath={}
tr: alpm başlatılamadı: root={} dbpath={}
uk: не вдалося ініціалізувати alpm: root={} dbpath={}
zh_cn: 未能初始化 alpm: root={} dbpath={}

source: value can not be empty for key '{}'
ca: el valor no pot estar buit per a la clau '{}'
cs: hodnota pro klíč '{}' nemůže být prázdná
de: Wert für Schlüssel ‚{}‘ darf nicht leer sein
es: la clave '{}' no admite un valor vacío
fi: arvo ei voi olla tyhjä avaimelle '{}'
hr: vrijednost ne smije biti prazna za key '{}'
hu: a(z) „{}” kulcs esetében az érték nem lehet üres
it: il valore per '{}' non può essere vuoto
ja: キー '{}' の値は空にできません
ko: 키 '{}'에 대한 값은 비어있을 수 없음
nl: waarde mag niet leeg zijn voor sleutel '{}'
pl: wartość dla '{}' nie może być pusta
pt: valor para a chave '{}' não pode ser vazio
pt_br: valor para a chave '{}' não pode ser vazio
ro: valoarea cheii '{}' nu poate sa fie empty
ru: значение для ключа «{}» не может быть пустым
sk: hodnota pre kľúč '{}' nemôže byť prázdna
sv: värdet får inte vara tomt för nyckeln '{}'
tr: '{}' anahtarı için değer boş olamaz
uk: значення для ключа '{}' не може бути порожнім
zh_cn: 键 '{}' 的值不能为空

source: key '{}' does not belong to a section
ca: la clau '{}' no pertany a una secció
cs: klíč '{}' nepatří do oddílu
de: Schlüssel ‚{}‘ gehört zu keinem Abschnitt
es: la clave '{}' no pertenece a una sección
fi: avain '{}' ei kuulu mihinkään osioon
hr: key '{}' ne pripada sekciji
hu: a(z) „{}” kulcs nem tartozik egy szakaszhoz sem
it: Il campo '{}' non appartiene a nessuna sezione
ja: キー '{}' はセクションに属しません
ko: '{}' 키는 어떤 섹션에도 속하지 않음
nl: sleutel '{}' behoort niet tot een sectie
pl: klucz '{}' nie należy do sekcji
pt: chave '{}' não pertence a secção
pt_br: chave '{}' não pertence a seção
ro: cheia '{}' nu aparține unei secțiuni
ru: ключ «{}» не находится внутри секции
sk: kľúč '{}' nepatrí do oddielu
sv: nyckeln '{}' tillhör ingen sektion
tr: '{}' anahtarı bir bölüme ait değil
uk: ключ '{}' не належить до розділу
zh_cn: 键 '{}' 不属于任何一个设置节

source: key can not be empty
ca: la clau no pot estar buida
cs: klíč nemůže být prázdný
de: Schlüssel darf nicht leer sein
es: la clave no puede estar vacía
fi: avain ei voi olla tyhjä
hr: key ne smije biti prazan
hu: a kulcs nem lehet üres
it: il campo non può essere vuoto
ja: キーは空にできません
ko: 키는 비워둘 수 없음
nl: sleutel mag niet leeg zijn
pl: klucz nie może być pusty
pt: chave não pode ter um valor vazio
pt_br: chave não pode estar vazia
ro: cheia nu poate să fie empty
ru: ключ не может быть пустым
sk: kľúč nemôže byť prázdny
sv: nyckeln får inte vara tom
tr: anahtar boş olamaz
uk: ключ не може бути порожнім
zh_cn: 键不能为空

source: error: unknown option '{}' in repo
ca: error: opció desconeguda '{}' al dipòsit
cs: chyba: neznámá volba '{}' v repozitáři
de: Fehler: Unbekannte Option ‚{}‘ in Repositorium
es: error: opción desconocida '{}' en repositorio
hu: hiba: ismeretlen „{}” kapcsoló a tárolóban
ko: 오류: 저장소 내 알 수 없는 옵션 '{}'
nl: fout: onbekende optie '{}' in repo
pt: erro: opção desconhecida '{}' no repositório
pt_br: erro: opção desconhecida '{}' no repositório
sk: chyba: neznáma voľba '{}' v repozitári
sv: okänt alternativ '{}' i förvar
uk: помилка: невідома опція '{}' у репозиторії
zh_cn: 错误：软件库中有未知的选项 '{}'
