Repository: Morganamilo/paru
Catalog: po/*.po
Languages: ca, cs, de, es, fi, hr, hu, it, ja, ko, nl, pl, pt, pt_br, ro, ru, sk, sv, tr, uk, zh_cn

source: failed to parse srcinfo generated by makepkg
ca: no s'ha pogut analitzar la «srcinfo» generada per makepkg
cs: nepodařilo se načíst srcinfo, které vytvořilo makepkg
de: von makepkg erzeugte .SRCINFO konnte nicht eingelesen werden
es: no se pudo leer srcinfo generado por makepkg
fi: ei pystytty jäsentämään makepkg:in luomaa srcinfoa
hr: Neuspješno raščlanjivanje srcinfo generiranog od makepkg
hu: nem sikerült elemezni a makepkg által előállított srcinfo-t
it: errore nel leggere il srcinfo generato da makepkg
ja: makepkg で作られた SRCINFO の解析に失敗しました
ko: makepkg에서 생성된 srcinfo 파싱 실패함
nl: het parsen van de gegenereerde srcinfo door makepkg is mislukt
pl: parsowanie srcinfo wygenerowanego przez makepkg nie powiodło się
pt: problema ao analisar a srcinfo gerada por makepkg
pt_br: falha ao analisar srcinfo gerada pelo makepkg
ro: nu s-a putut procesa srcinfo generat de makepkg
ru: не удалось обработать srcinfo, сгенерированный makepkg
sk: nepodarilo sa načítať srcinfo vytvorené makepkg
sv: misslyckades med att analysera srcinfo genererad av makepkg
tr: makepkg tarafından oluşturulmuş srcinfo çekilemedi
uk: не вдалося розібрати SRCINFO створений за допомогою makepkg
zh_cn: 未能解析由 makepkg 生成的 srcinfo

source: [ignored]
ca: [ignorat]
cs: [ignorováno]
de: [ignoriert]
es: [ignorado]
fi: [ohitettu]
hr: [ignorirano]
hu: [mellőzött]
it: [ignorato]
ja: [無視]
ko: [무시됨]
nl: [genegeerd]
pl: [ignorowany]
pt: [ignorado]
pt_br: [ignorado]
ro: [ignorat]
ru: [игнорировано]
sk: [ignorované]
sv: [ignorerad]
tr: [göz ardı edildi]
uk: [ігнорується]
zh_cn: [已忽略]

source: failed to get current exe
ca: no s'ha pogut obtenir l'exe actual
cs: nepodařilo se získat current_exe
de: aktuelle exe nicht gefunden
es: no se pudo obtener ejecutable actual
fi: ei pystytty hakemaan nykyistä exe:ä
hr: neuspješno dohvaćanje trenutnog exe
hu: nem sikerült lekérni a jelenlegi végrehajtható fájlt
it: impossibile ottenire l'eseguibie attuale
ja: 現在の実行ファイルの取得に失敗しました
ko: 현재 실행 경로를 찾는 데 실패함
nl: huidige exe ophalen mislukt
pt: problema ao obter exe atual
pt_br: falha ao obter exe atual
ro: nu s-a putut obține exe-ul curent
ru: не удалось получить текущий EXE
sk: nepodarilo sa získať aktuálne exe
sv: misslyckades med att få nuvarande exe
tr: mevcut exe çekilemedi
uk: не вдалося отримати поточний exe
zh_cn: 未能获取当前可执行文件（current_exe）

source: syncing local databases...
ca: s'estan sincronitzant les bases de dades locals...
cs: synchronizování lokální databáze...
de: lokale Datenbanken synchronisieren...
es: sincronizando bases de datos locales...
fi: synkronoidaan paikallisia tietokantoja...
hr: sinkroniziranje lokalne baze podataka...
hu: helyi adatbázisok szinkronizálása...
it: sincronizzazione dei database locali in corso...
ja: ローカルデータベースの同期中...
ko: 로컬 데이터베이스 동기화 중...
nl: lokale databases synchronizeren...
pl: synchronizowanie lokalnych baz danych…
pt: a sincronizar bases de dados locais...
pt_br: sincronizando bancos de dados locais...
ro: se sincronizează baza de date locală...
ru: синхронизация локальных баз...
sk: synchronizujem lokálne databáze...
sv: synkroniserar locala databaser...
tr: lokal veritabanları senkronize ediliyor...
uk: синхронізація локальних баз даних...
zh_cn: 正在同步本地数据库……

source: nothing to do
ca: res a fer
cs: není co dělat
de: nichts zu tun
es: nada por hacer
fi: ei mitään tehtävää
hr: ništa za napraviti
hu: nincs semmi tennivaló
it: nulla da fare
ja: 何も行うことがありません
ko: 처리할 작업 없음
nl: niets te doen
pl: nic do zrobienia
pt: nada a fazer
pt_br: nada a fazer
ro: nimic de făcut
ru: ничего не нужно делать
sk: nie je čo robiť
sv: inget att göra
tr: yapılacak hiçbir şey yok
uk: нема чого робити
zh_cn: 今日无事可做

source: there is nothing to do
ca: no hi ha res a fer
cs: není co dělat
de: es gibt nichts zu tun
es: no hay nada que hacer
hu: itt nincs semmi tennivaló
ja: 何も行うことがありません
ko: 업데이트할 꾸러미 없음
nl: er valt niets te doen
pt: não há nada para fazer
pt_br: nada para fazer
sk: nie je čo robiť
sv: det finns inget att göra
uk: тут нічого робити
zh_cn: 今日无事可做

source: Packages
ca: Paquets
cs: Balíčky
de: Pakete
es: Paquetes
hu: Csomagok
ja: パッケージ
ko: 꾸러미
nl: Pakketten
pt: Pacotes
pt_br: Pacotes
sk: Balíčky
sv: Paket
uk: Пакунки
zh_cn: 软件包

source: Proceed with removal?
ca: Voleu continuar amb l'eliminació?
cs: Pokračovat v odebrání?
de: Mit Entfernen fortfahren?
es: ¿Proceder con eliminación?
hu: Folytatja az eltávolítással?
ja: 削除を続行しますか？
ko: 제거를 진행하시겠습니까?
nl: Doorgaan met verwijderen?
pt: Prosseguir com a remoção?
pt_br: Continuar com remoção?
sk: Pokračovať v odoberaní?
sv: Fortsätt med borttagning?
uk: Продовжити видалення?
zh_cn: 继续删除？

source: [installed: {}]
ca: [instal·lat: {}]
cs: [nainstalováno: {}]
de: [installiert: {}]
es: [instalado: {}]
fi: [asennettu: {}]
hr: [instalirano: {}]
hu: [telepítve: {}]
it: [installato: {}]
ja: [インストール済み: {}]
ko: [설치됨: {}]
nl: [geïnstalleerd: {}]
pl: [zainstalowano: {}]
pt: [instalado: {}]
pt_br: [instalado: {}]
ro: [instalat: {}]
ru: [установлено: {}]
sk: [nainštalované: {}]
sv: [installerad: {}]
tr: [yüklü: {}]
uk: [встановлено: {}]
zh_cn: [已安装：{}]

source: [installed]
ca: [instal·lat]
cs: [nainstalováno]
de: [installiert]
es: [instalado]
fi: [asennettu]
hr: [instalirano]
hu: [telepítve]
it: [installato]
ja: [インストール済み]
ko: [설치됨]
nl: [geïnstalleerd]
pl: [zainstalowano]
pt: [instalado]
pt_br: [instalado]
ro: [instalate]
ru: [установлено]
sk: [nainštalované]
sv: [installerad]
tr: [yüklü]
uk: [встановлено]
zh_cn: [已安装]

source: aur search failed
ca: ha fallat la cerca a l'AUR
cs: vyhledávání v AUR selhalo
de: AUR-Suche fehlgeschlagen
es: búsqueda en el aur falló
fi: aur haku epäonnistui
hr: neuspješna aur pretraga
hu: az AUR-keresés sikertelen
it: ricerca aur fallita
ja: aurの検索に失敗しました
ko: AUR 검색 실패함
nl: zoeken in AUR mislukt
pl: wyszukiwanie w AUR nie powiodło się
pt: problema ao procurar no AUR
pt_br: falha ao buscar no AUR
ro: căutarea aur a eșuat
ru: не удалось найти в AUR
sk: hľadanie v AUR zlyhalo
sv: aur-sökning misslyckades
tr: aur araması başarısız
uk: пошук в AUR не вдався
zh_cn: aur 搜索失败

source: [installed: {}]
hu: [telepítve: {}]
sv: [installerade: {}]

source: [installed]
hu: [telepítve]
sv: [installerad]

source: [out-of-date: {}]
hu: [Elavult: {}]
sv: [utdaterad: {}]

source: [orphaned]
hu: [Elárvult]
sv: [övergiven]

source: no packages match search
ca: no hi ha cap paquet que coincideixi amb la cerca
cs: žádné balíčky neodpovídají vyhledávání
de: keine Pakete stimmen mit der Suche überein
es: no hay paquetes para esa búsqueda
fi: mitkään paketit ei vastannut hakua
hr: nema paketa koji odgovara pretrazi
hu: egyetlen csomag sem felel meg a keresésnek
it: nessun pacchetto corrisponde alla ricerca
ja: 検索に一致するパッケージがありません
ko: 검색과 일치하는 꾸러미가 없음
nl: geen overeenkomende pakketten gevonden
pl: żaden pakiet nie odpowiada wyszukiwaniu
pt: nenhum resultado
pt_br: nenhum pacote corresponde à pesquisa
ro: niciun pachet nu se potrivește cu căutarea
ru: пакетов по запросу не найдено
sk: hľadaniu nezodpovedajú žiadne balíčky
sv: inga paket motsvarar sökningen
tr: arama ile eşleşen paket yok
uk: не знайдено пакунків відповідних запиту
zh_cn: 没有匹配搜索的软件包

source: Packages to install (eg: 1 2 3, 1-3):
ca: Paquets a instal·lar (p. ex.: 1 2 3, 1-3):
cs: Balíčky k instalaci (např: 1 2 3, 1-3):
de: Zu installierende Pakete (z. B: 1 2 3, 1-3):
es: Paquetes para instalar (ej: 1 2 3, 1-3):
fi: Asennettavat paketit (esim 1 2 3, 1-3):
hr: Paketi za instalaciju (eg: 1 2 3, 1-3):
hu: Telepítendő csomagok (például: 1 2 3, 1-3):
it: Pacchetti da installare (ad esempio: 1 2 3, 1-3):
ja: インストールするパッケージ (例: 1 2 3, 1-3):
ko: 설치할 꾸러미 (예: 1 2 3, 1-3):
nl: Pakketten om te installeren (bv: 1 2 3, 1-3):
pl: Pakiety do zainstalowania (np. 1 2 3, 1-3):
pt: Pacotes a instalar (ex: 1 2 3, 1-3):
pt_br: Pacotes a instalar (ex: 1 2 3, 1-3):
ro: Pachetele care vor fi instalate (eg: 1 2 3, 1-3):
ru: Пакеты для установки (напр. 1 2 3, 1-3):
sk: Balíčky na inštaláciu (napr. 1 2 3, 1-3):
sv: Paket att installera (t.ex. 1 2 3, 1-3)
tr: Yüklenecek paketler (örn: 1 2 3, 1-3):
uk: Пакунки для встановлення (наприклад: 1 2 3, 1-3):
zh_cn: 要安装的软件包（例如：1 2 3, 1-3）：

source: Select packages (eg: 1 2 3, 1-3):
cs: Vyberete balíčky (např: 1 2 3, 1-3):
es: Selecciona paquetes (ej: 1 2 3, 1-3):
hu: Csomagok kiválasztása (például: 1 2 3, 1-3):
ko: 꾸러미 선택 (예: 1 2 3, 1-3):
pt: Selecionar pacotes (por exemplo: 1 2 3, 1-3):
sk: Vyberte balíčky (napr. 1 2 3, 1-3):
sv: Välj paket (t.ex.: 1 2 3, 1-3):
uk: Виберіть пакунки (наприклад: 1 2 3, 1-3):

source: Total installed packages: {}
ca: Total de paquets instal·lats: {}
cs: Počet nainstalovaných balíčků: {}
de: Insgesamt installierte Pakete: {}
es: Paquetes total instalados: {}
fi: Yhteensä asennettuja paketteja: {}
hr: Ukupno instalirano paketa: {}
hu: Összes telepített csomag: {}
it: Totale pacchetti installati: {}
ja: 全てのインストールされたパッケージ: {}
ko: 총 설치된 꾸러미: {}
nl: Totaal aantal geïnstalleerde pakketten: {}
pl: Wszystkie zainstalowane pakiety: {}
pt: Pacotes instalados: {}
pt_br: Total de pacotes instalados: {}
ro: Toate pachetele instalate: {}
ru: Всего установлено: {}
sk: Počet nainštalovaných balíčkov: {}
sv: Totalt antal installerade paket: {}
tr: Toplam yüklenen paketler: {}
uk: Загальна кількість встановлених пакунків: {}
zh_cn: 共安装软件包：{}

source: Aur packages: {}
ca: Paquets de l'AUR: {}
cs: AUR balíčky: {}
de: AUR-Pakete: {}
es: Paquetes del AUR: {}
fi: Aur paketit: {}
hr: Aur paketi: {}
hu: AUR-csomagok: {}
it: Pacchetti nella AUR: {}
ja: AUR パッケージ: {}
ko: AUR 꾸러미: {}
nl: AUR-pakketten: {}
pl: Pakiety z AUR: {}
pt: Pacotes AUR: {}
pt_br: Pacotes AUR: {}
ro: Pachete Aur: {}
ru: Пакетов из AUR: {}
sk: AUR balíčky: {}
sv: Aur-paket: {}
tr: Aur paketleri: {}
uk: Пакунки з AUR: {}
zh_cn: AUR 软件包：{}

source: Repo packages: {}
ca: Paquets de repositoris: {}
cs: Balíčky z repozitářů: {}
de: Repo-Pakete: {}
es: Paquetes del repositorio: {}
fi: Varasto paketit: {}
hr: Repo paketi: {}
hu: Tárolóban lévő csomagok: {}
it: Pacchetti nella Repo: {}
ja: リポジトリのパッケージ: {}
ko: 저장소 꾸러미: {}
nl: Repo-pakketten: {}
pl: Pakiety z repozytorium: {}
pt: Pacotes de repositórios: {}
pt_br: Pacotes dos Repositórios: {}
ro: Pachete Repo: {}
ru: Пакетов из репозитория: {}
sk: Balíčky z repozitárov: {}
sv: Repo-paket: {}
tr: Depo paketleri: {}
uk: Пакунки з репозиторіїв: {}
zh_cn: 软件库软件包：{}

source: Explicitly installed packages: {}
ca: Paquets instal·lats explícitament: {}
cs: Explicitně nainstalované balíčky: {}
de: Explizit installierte Pakete: {}
es: Paquetes instalados explícitamente: {}
fi: Nimenomaisesti asennetut paketit: {}
hr: Explicitno instalirani paketi: {}
hu: Kifejezetten telepített csomagok: {}
it: Pacchetti installati esplicitamente: {}
ja: 明示的にインストールされたパッケージ: {}
ko: 사용자가 직접 설치한 꾸러미: {}
nl: Expliciet geïnstalleerde pakketten: {}
pl: Konkretnie zainstalowane pakiety: {}
pt: Pacotes instalados explicitamente: {}
pt_br: Pacotes explicitamente instalados: {}
ro: Pachete instalate explicit: {}
ru: Установлено вручную: {}
sk: Explicitne nainštalované balíčky: {}
sv: Explicit installerade paket: {}
tr: Açıkça yüklenen paketler: {}
uk: Явно встановлені пакунки: {}
zh_cn: 明确地被安装的软件包：{}

source: Total Size occupied by packages: {}
ca: Mida total ocupada pels paquets: {}
cs: Celková velikost obsazená balíčky: {}
de: Gesamtgröße installierter Pakete: {}
es: Tamaño total ocupado por paquetes: {}
fi: Pakettien viemä kokonaistila: {}
hr: Ukupna veličina okupiranih paketa: {}
hu: A csomagok által elfoglalt teljes lemezterület: {}
it: Spazio totale occupato dai pacchetti: {}
ja: 合計パッケージ容量: {}
ko: 설치된 꾸러미 전체 용량: {}
nl: Totale ruimte gebruikt door pakketten: {}
pl: Całkowity rozmiar zajmowany przez pakiety: {}
pt: Tamanho total dos pacotes: {}
pt_br: Tamanho total dos pacotes: {}
ro: Spațiul Total ocupat de pachete: {}
ru: Всего занято места пакетами: {}
sk: Celková veľkosť obsadená balíčkami: {}
sv: Total Storlek upptaget av paket: {}
tr: Paketler tarafından işgal edilen Toplam Alan: {}
uk: Загальний розмір пакунків: {}
zh_cn: 软件包共占用空间：{}

source: Ten biggest packages:
ca: Els deu paquets més grans:
cs: Deset největších balíčků:
de: Zehn größte Pakete:
es: Diez paquetes más grandes:
fi: Kymmenen suurinta pakettia
hr: Deset najvećih paketa:
hu: A tíz legnagyobb csomag:
it: I dieci pacchetti più grandi:
ja: 最も大きい 10 個のパッケージ:
ko: 용량 상위 10개 꾸러미:
nl: Tien grootste pakketten:
pl: Dziesięć największych pakietów:
pt: Dez maiores pacotes:
pt_br: Dez maiores pacotes:
ro: Cele mai mari zece pachete:
ru: Десять самых больших пакетов:
sk: Desať najväčších balíčkov:
sv: Tio största paket:
tr: En büyük on paket:
uk: Десять найбільших пакунків:
zh_cn: 最大的十个软件包：

source: Looking for PKGBUILD upgrades...
ca: Buscant actualitzacions dels PKGBUILD...
cs: Vyhledávání aktualizací PKGBUILD...
es: Buscando actualizaciones de PKGBUILD...
hu: PKGBUILD frissítések keresése...
ko: PKGBUILD 업그레이드 찾는 중...
nl: Zoeken naar PKGBUILD-upgrades...
pt: A procurar por atualizações de PKGBUILD...
pt_br: Procurando por atualizações de PKGBUILD...
sk: Hľadám aktualizácie PKGBUILD...
sv: Letar efter PKGBUILD-uppgraderingar...
uk: Пошук оновлень PKGBUILD...
zh_cn: 正在查找 PKGBUILD 更新……

source: Looking for AUR upgrades...
ca: Buscant actualitzacions a l'AUR...
cs: Vyhledávání aktualizací AUR...
de: Nach AUR-Upgrades suchen...
es: Buscando actualizaciones de AUR...
hu: AUR-frissítések keresése...
ja: AUR の更新を確認しています...
ko: AUR 업그레이드 찾는 중...
nl: Zoeken naar AUR-upgrades...
pt: A procurar atualizações no AUR...
pt_br: Procurando por atualizações no AUR...
sk: Hľadám aktualizácie AUR...
sv: Letar efter AUR-uppgraderingar...
uk: Пошук оновлень AUR...
zh_cn: 正在查找 AUR 更新……

source: Looking for devel upgrades...
ca: Buscant actualitzacions de paquets de desenvolupament...
cs: Vyhledávání aktualizací vývojových balíčků...
de: Nach devel-Upgrades suchen...
es: Buscando actualizaciones de desarrollo...
hu: Fejlesztői frissítések keresése...
ja: 開発の更新を確認しています...
ko: 개발버전 업그레이드 찾는 중...
nl: Zoeken naar devel-upgrades...
pt: A procurar atualizações de desenvolvimento...
pt_br: Procurando por atualizações de pacotes devel...
sk: Vyhľadávam aktualizáciu vývojových balíčkov...
sv: Letar efter devel-upgraderingar...
uk: Пошук оновлень розробки...
zh_cn: 正在查找开发版更新……

source: warning:
ca: avís:
cs: varování:
de: Warnung:
es: advertencia:
fi: varoitus:
hr: upozorenje:
hu: figyelmeztetés:
it: attenzione:
ja: 警告:
ko: 경고:
nl: waarschuwing:
pl: ostrzeżenie:
pt: aviso:
pt_br: aviso:
ro: avertizare:
ru: предупреждение:
sk: varovanie:
sv: varning:
tr: uyarı:
uk: попередження:
zh_cn: 警告：

source: {pkg}: ignoring package upgrade ({old} => {new})
ca: {pkg}: s'ignora l'actualització ({old} => {new})
cs: {pkg}: ignorování aktualizace balíčku ({old} => {new})
de: {pkg}: Ignoriere Paket-Upgrade ({old} => {new})
es: {pkg}:ignorando actualización ({old} => {new})
fi: {pkg}: ohitetaan paketti päivitys ({old} => {new})
hr: {pkg}: ignoriranje ažuriranja ({old} => {new})
hu: {pkg}: a csomagfrissítés figyelmen kívül hagyása ({old} => {new})
ja: {pkg}: パッケージのアップグレードを無視 ({old} => {new})
ko: {pkg}: 꾸러미 업그레이드 무시하는 중 ({old} => {new})
nl: {pkg}: pakketupgrade wordt genegeerd ({old} => {new})
pt: {pkg}: a ignorar atualização de pacote ({old} => {new})
pt_br: {pkg}: ignorando atualização de pacote ({old} => {new})
ro: {pkg}: se ignora upgrade-ul pachetului ({old} => {new})
ru: {pkg}: проигнорировано обновление ({old} => {new})
sk: {pkg}: ignorujem aktualizáciu balíčka ({old} => {new})
sv: {pkg}: ignoerar paketuppgradering ({old} => {new})
uk: {pkg}: ігнорується оновлення пакунка ({old} => {new})
zh_cn: {pkg}：正在忽略软件包更新（{old} => {new}）

source: Packages to exclude (eg: 1 2 3, 1-3):
ca: Paquets a excloure (p. ex.: 1 2 3, 1-3):
cs: Balíčky k vyloučení (např.: 1 2 3, 1-3):
de: Auszuschließende Pakete (z. B: 1 2 3, 1-3):
es: Paquetes a excluir (ej: 1 2 3, 1-3):
fi: Poissuljettavat paketit (esim: 1 2 3, 1-3):
hr: Paketi za odstranjivanje
hu: Kihagyandó csomagok (például: 1 2 3, 1-3):
it: Pacchetti da escludere (ad esempio: 1 2 3, 1-3):
ja: 除外するパッケージ (例: 1 2 3, 1-3):
ko: 포함시키지 않을 꾸러미 (예: 1 2 3, 1-3):
nl: Uitgesloten pakketten (bv: 1 2 3, 1-3):
pl: Pakiety do wykluczenia (np. 1 2 3, 1-3):
pt: Pacotes a excluir (ex: 1 2 3, 1-3):
pt_br: Pacotes a serem ignorados (ex: 1 2 3, 1-3):
ro: Pachetele care vor fi excluse (eg: 1 2 3, 1-3):
ru: исключить пакеты (напр. 1 2 3, 1-3):
sk: Balíčky, ktoré sa vynechajú (napr. 1 2 3, 1-3):
sv: Paket att exkludera (t.ex.: 1 2 3, 1-3)
tr: Hariç tutulacak paketler (örn: 1 2 3, 1-3):
uk: Пакунки для виключення (наприклад: 1 2 3, 1-3):
zh_cn: 要排除的包（例如：1 2 3, 1-3）：

source: yes
ca: sí
cs: ano
de: ja
es: si
fi: kyllä
hr: da
hu: igen
it: sì
nl: ja
pl: tak
pt: sim
pt_br: sim
ro: da
sk: áno
sv: ja
tr: evet
uk: так

source: Enter a number (default=1):
ca: Introduïu un nombre (per defecte=1):
cs: Zadejte číslo (výchozí=1):
de: Geben Sie eine Zahl ein (Vorauswahl=1):
es: Introduzca un número (Por omisión = 1):
fi: Anna luku (oletus=1):
hr: Unos broja (default=1):
hu: Adjon meg egy számot (alapértelmezett = 1):
it: Inserisci un numero (predefinito=1):
ja: 数字を入力してください (デフォルト=1):
ko: 숫자를 입력하세요 (기본값=1)
nl: Voer een nummer in (standaard=1):
pl: Podaj numer (domyślnie=1):
pt: Introduza um número (predefinido=1):
pt_br: Digite uma opção (padrão=1):
ro: Introdu un număr (default=1):
ru: Введите номер (по умолчанию = 1):
sk: Zadajte číslo (predvolené=1):
sv: Mata in ett nummer (grundantagande=1):
tr: Bir numara girin (varsayılan=1):
uk: Введіть число (типово = 1):
zh_cn: 输入一个数字（默认=1）：

source: invalid number: {}
ca: número no vàlid: {}
cs: neplatné číslo: {}
de: ungültige Zahl: {}
es: número inválido: {}
fi: virheellinen luku: {}
hr: nevažeći broj: {}
hu: érvénytelen szám: {}
it: numero non valido: {}
ja: 不正な数字: {}
ko: 잘못된 숫자: {}
nl: ongeldig nummer: {}
pl: nieprawidłowy numer: {}
pt: número inválido: {}
pt_br: número inválido: {}
ro: număr invalid: {}
ru: неверный номер: {}
sk: neplatné číslo: {}
sv: ogiltigt nummer: {}
tr: geçersiz numara: {}
uk: неприпустиме число: {}
zh_cn: 非有效的数字：{}

source: invalid value: {n} is not between 1 and {max}
ca: valor no vàlid: {n} no és entre 1 i {max}
cs: neplatná hodnota: {n} není mezi 1 a {max}
de: ungültiger Wert: {n} liegt nicht zwischen 1 und {max}
es: valor inválido: {n} no esta entre 1 y {max}
fi: virheellinen arvo: {n} ei ole 1 ja {max} välillä
hr: nevažeća vrijednost: {n} nije između 1 i {max}
hu: érvénytelen érték: a(z) {n} nem 1 és {max} között van
ja: 不正な値です: {n} が 1 と {max} の間に収まっていません
ko: 잘못된 값: {n}은 1과 {max} 사이에 있지 않습니다
nl: ongeldige waarde: {n} ligt niet tussen 1 en {max}
pt: valor inválido: {n} não está entre 1 e {max}
pt_br: valor inválido: {n} não está entre 1 e {max}
ro: valoare invalidă: {n} nu este între 1 și {max}
ru: неверное значение: {n} не находится между 1 и {max}
sk: neplatná hodnota: {n} nie je medzi 1 a {max}
sv: ogiltigt värde: {n} är inte mellan 1 och {max}
uk: неприпустиме значення: {n} не знаходиться між 1 та {max}
zh_cn: 非有效的值：{n} 不在 1 和 {max} 之间

source: There are {} members in group
ca: Hi ha {} membres al grup
cs: Ve skupině je {} členů
de: Die Gruppe enthält {} Einträge
es: Hay {} miembros en el grupo
fi: Ryhmässä on {} jäsentä
hr: Grupa ima {} članova
hu: {} tag van a csoportban
it: Il gruppo contiene {} membri
ja: {} 個のパッケージがグループに存在します
ko: 이 그룹에는 {}개의 꾸러미가 포함되어 있습니다
nl: Er zijn {} leden in de groep
pl: Znaleziono {} pakietów w grupie
pt: Há {} membros no grupo
pt_br: Há {} membros no grupo
ro: Există {} membrii în grup
ru: {} объекта в группе
sk: V skupine je {} členov
sv: Det finns {} medlemmar i gruppen
tr: Grupta {} adet üye var
uk: Група налічує {} учасників
zh_cn: 组内有 {} 个成员

source: Enter a selection (default=all):
ca: Introduïu una selecció (per defecte=tot):
cs: Zadejte výběr (výchozí=all):
de: Geben Sie eine Auswahl an (Vorauswahl=alle):
es: Elegir una opción (por omisión=all):
fi: Anna valinta (oletus=kaikki):
hr: Unos odabira (default=all):
hu: Adjon meg egy kiválasztást (alapértelmezett=összes):
it: Inserisci una selezione (predefinito=tutti):
ja: 選択して下さい (デフォルト=all):
ko: 선택항목을 입력하세요 (기본값=all):
nl: Voer een selectie in (standaard=alles):
pl: Wybierz pakiety (domyślnie=wszystkie):
pt: Introduza uma seleção (predefinido=tudo):
pt_br: Digite uma seleção (padrão=todos):
ro: Introdu pachetele selectate (default=toate):
ru: Выберите вариант (по-умолчанию=все):
sk: Zadajte výber (predvolené=all):
sv: Mata in ett val (grundantagande=alla):
tr: Bir seçim girin (varsayılan=hepsi):
uk: Введіть значення (типово = всі):
zh_cn: 输入选择（默认=全部）：

source: can not use chroot builds: devtools is not installed
ca: no es poden utilitzar les construccions amb «chroot»: devtools no està instal·lat
cs: nelze použít chroot sestavení: balíček devtools není nainstalován
de: chroot-Erstellung nicht verfügbar: Entwicklungstools sind nicht installiert
es: no se pudo construir en chroot: devtools no esta instalado
fi: ei voida käyttää chroot rakennuksia: devtools ei ole asennettu
hr: nije moguće koristiti chroot builds: devtools nije instaliran
hu: nem sikerült használni a chroot összeállításokat: a devtools nincs telepítve
it: impossibile compilare con chroot: devtools non è installato
ja: chroot してビルドできません: devtools がインストールされていません
ko: chroot 빌드를 사용할 수 없음: devtools가 설치되어 있지 않습니다
nl: kan chroot-builds niet gebruiken: devtools is niet geïnstalleerd
pl: nie można użyć kompilacji chroot: devtools nie jest zainstalowany
pt: não é possível compilar em chroot: devtools não está instalado
pt_br: não é possível compilar em chroot: devtools não está instalado
ro: nu se pot folosi build-uri chroot: devtools nu este instalat
ru: невозможна сборка из-под chroot: не установлен devtools
sk: nedá sa použiť zostavenie v chroote: devtools nie sú nainštalované
sv: kan inte använda chroot-byggen: devtools är inte installerat
tr: chroot oluşumları kullanılamaz: devtools yüklü değil
uk: не можливо використовувати chroot-збирання: не встановлено devtools
zh_cn: 无法使用 chroot 构建：devtools 未安装

source: no operation specified (use -h for help)
ca: no s'ha especificat cap operació (useu -h per l'ajuda)
cs: žádná operace nebyla specifikována (použijte -h pro nápovědu)
de: keine Operation angegeben (benutze -h für Hilfe)
es: ninguna operación seleccionada (usa -h para ayuda)
hu: nem adott meg kapcsolót (tekintse meg a súgót a -h kapcsolóval)
ja: 対象が指定されていません (-h を使ってヘルプを見て下さい)
ko: 지정된 명령어 없음 (도움말: -h 옵션 사용)
nl: geen handeling gespecificeerd (gebruik -h voor hulp)
pt: nenhuma operação especificada (usar -h para ajuda)
pt_br: nenhuma operação especificada (use -h para ajuda)
sk: nebola špecifikovaná žiadna operácia (použite -h pre nápovedu)
sv: ingen operation specificerad (använd -h för hjälp)
uk: не вказано операцію (використовуйте -h для довідки)
zh_cn: 未指定操作（使用 -h 获取帮助）

source: [Y/n]:
ca: [S/n]:
cs: [A/n]:
de: [J/n]:
es: [S/n]:
fi: [K/e]:
hr: [D/n]
it: [S/n]:
nl: [J/n]:
pl: [T/n]
pt: [S/n]:
pt_br: [S/n]:
ro: [D/n]
sk: [A/n]:
sv: [J/n]:
tr: [E/h]:

source: [y/N]:
ca: [s/N]:
cs: [a/N]:
de: [j/N]:
es: [s/N]:
fi: [k/E]:
hr: [d/N]
it: [s/N]:
nl: [j/N]:
pl: [t/N]
pt: [s/N]:
pt_br: [s/N]:
ro: [d/N]
sk: [a/N]:
sv: [j/N]:
tr: [e/H]:

source: y
ca: s
cs: a
de: j
es: s
fi: k
hr: d
it: s
nl: j
pl: t
pt: s
pt_br: s
ro: d
sk: a
sv: j
tr: e

source: file manager did not execute successfully
cs: správce souborů se nespustil
fi: tiedostoselain ei suorittunut onnistuneesti
it: l'esecuzione del gestore di file è fallita
ko: 파일 관리자가 정상적으로 실행되지 않음
nl: bestandsbeheerder niet succesvol uitgevoerd
pl: menadżer plików nie został pomyślnie uruchomiony
pt_br: gerenciador de arquivos não foi executado com sucesso
ro: file manager-ul nu a fost executat cu succes
ru: файловый менеджер не смог успешно запуститься
tr: dosya yöneticisi başarılı bir şekilde çalışmadı
zh_cn: 文件管理器未能成功执行

source: [Installed: {}]
cs: [Nainstalované: {}]
fi: [Asennettu: {}]
it: [Installato: {}]
ko: [설치됨: {}]
nl: [Geïnstalleerd: {}]
pl: [Zainstalowany: {}]
pt_br: [Instalado: {}]
ro: [Instalat: {}]
ru: [Установлено: {}]
tr: [Yüklü: {}]
zh_cn: [已安装：{}]
